{"translation-revision-date":"2024-10-09 09:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"id","plural-forms":"nplurals=2; plural=n > 1;"},"Create digital gift cards":["Buat kartu hadiah digital"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Mulailah berjualan dan menerima kartu hadiah digital untuk meningkatkan loyalitas pelanggan, meraup pendapatan yang lebih besar, dan menarik pelanggan baru ke toko Anda."],"Increase customer loyalty with gift cards":["Tingkatkan loyalitas pelanggan dengan kartu hadiah"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Hadirkan produk Anda untuk jutaan pembeli aktif yang berjelajah di platform TikTok, Pinterest, dan Meta melalui iklan sosial media."],"Reach more customers across social media":["Jangkau lebih banyak pelanggan di media sosial"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Jangkau pembeli aktif di Google melalui listing dan iklan produk yang dapat Anda buat dan kelola langsung dari dasbor Anda."],"Advertise your products on Google":["Pasang iklan produk Anda di Google"],"Try AutomateWoo":["Coba AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Maksimalkan penjualan dan bangun loyalitas pelanggan melalui pesan pemasaran otomatis yang disesuaikan dengan data pembelian pelanggan Anda."],"Automate your marketing":["Otomatiskan pemasaran Anda"],"Discover our built-in marketing tools to reach more customers and boost sales":["Manfaatkan alat pemasaran bawaan untuk menjangkau lebih banyak pelanggan dan mendongkrak penjualan."],"Grow your business with hundreds of extensions":["Kembangkan bisnis Anda dengan ratusan ekstensi."],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Jangkau lebih banyak pelanggan dan kembangkan bisnis Anda dengan alat pemasaran dan pengiklanan bawaan. Upgrade ke paket berbayar untuk mendapatkan alat pemasaran yang andal, dan kembangkan bisnis Anda sekarang!"],"Get ready to grow your business":["Bersiaplah untuk mengembangkan bisnis Anda"],"Upgrade now":["Upgrade sekarang"]}}}