{"translation-revision-date":"2024-10-10 16:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n > 1);"},"Create digital gift cards":["Crie cartões-presente digitais"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Comece a vender e aceitar cartões-presente digitais para aumentar a fidelidade dos clientes, gerar mais receita e apresentar sua loja a novos compradores."],"Increase customer loyalty with gift cards":["Aumente a fidelidade dos clientes com cartões-presente"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Exiba seus produtos para milhões de compradores engajados que navegam pelo TikTok, Pinterest e plataformas Meta com a publicidade em redes sociais."],"Reach more customers across social media":["Alcance mais clientes usando redes sociais"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Alcance compradores ativos em todo o Google com catálogos de produtos e anúncios que você pode criar e gerenciar diretamente no seu painel."],"Advertise your products on Google":["Anuncie seus produtos no Google"],"Try AutomateWoo":["Experimente o AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Aumente as vendas e crie fidelidade por meio de mensagens de marketing automatizadas que respondem aos dados de compra do seu cliente."],"Automate your marketing":["Automatize seu marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Descubra nossas ferramentas de marketing integradas para alcançar mais clientes e aumentar as vendas"],"Grow your business with hundreds of extensions":["Expanda seu negócio com centenas de extensões"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Alcance mais clientes e expanda seus negócios com as nossas ferramentas integradas de marketing e de publicidade. Faça upgrade para um plano pago para desbloquear nossas eficientes ferramentas de marketing e comece a expandir seu negócio hoje mesmo!"],"Get ready to grow your business":["Comece a expandir seus negócios"],"Upgrade now":["Faça o upgrade agora"]}}}