Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Woo! You did it!
ar: Woo! لقد فعلتها!
de_de: Woo! Geschafft!
es_cl: ¡Bravo! Lo has conseguido.
fr_ca: Génial ! Vous l’avez fait !
he_il: WooCommerce! הצלחת!
id_id: Yey! Anda berhasil!
it_it: Wow! Ce l'hai fatta!
ja: お疲れ様でした ! これで完了です !
nl_nl: Woo! Goed gedaan!
pt_br: Eba! Você conseguiu!
ru_ru: Вау! Готово!
sv_se: Woo! Du gjorde det!
tr_tr: Woo! Başardınız!

source: Launching your store
ar: بدء متجرك
de_de: Deinen Shop starten
es_cl: Publicación de tu tienda
fr_ca: Lancement de votre boutique
he_il: השקת החנות שלך
id_id: Meluncurkan toko Anda
it_it: Lancio del tuo negozio
ja: ストアを立ち上げる
nl_nl: Je winkel lanceren
pt_br: Como lançar sua loja
ru_ru: Запуск собственного магазина
sv_se: Lanserar din butik
tr_tr: Mağazanızı başlatma

source: Copied
ar: تم النسخ
de_de: Kopiert
es_cl: Copiado
fr_ca: Copié
he_il: הועתק
id_id: Disalin
it_it: Copiato
ja: コピーしました
nl_nl: Gekopieerd
pt_br: Copiado
ru_ru: Скопировано
sv_se: Kopierad
tr_tr: Kopyalandı

source: Dismiss this free trial informational banner.
ar: ارفض هذا الشعار المعلوماتي للإصدار التجريبي المجاني.
de_de: Blende dieses Informationsbanner für den Gratis-Test aus.
es_cl: Descarta este banner informativo de prueba gratuita.
fr_ca: Ignorez cette bannière d’information sur l’essai gratuit.
he_il: לבטל את הבאנר עם המידע לגבי תקופת הניסיון.
id_id: Tutup banner informasi percobaan gratis ini.
it_it: Ignora questo banner informativo per il periodo di prova.
ja: 無料お試し期間の情報バナーを閉じます。
nl_nl: Druk deze banner voor de gratis proefversie weg.
pt_br: Ignore este banner informacional sobre o teste gratuito.
ru_ru: Откажитесь от этого информационного баннера о бесплатной пробной версии.
sv_se: Avvisa den här informationsbannern om en kostnadsfri provperiod.
tr_tr: Bu ücretsiz deneme süresi bilgilendirici bandını kapatın.

source: This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click "Learn more".
ar: هذا هو متجر اختبار الإصدار التجريبي المجاني الخاص بك حيث يمكنك بدء استكشاف ما هو متوافر! لمعرفة المزيد حول الإصدار التجريبي، انقر على "معرفة المزيد".
de_de: Dies ist dein Test-Shop im Rahmen des Gratis-Tests, in dem du erkunden kannst, was es alles gibt! Wenn du mehr über den Gratis-Test erfahren möchtest, klicke auf „Weitere Informationen“.
es_cl: Esta es tu tienda de prueba gratuita en la que puedes empezar a explorar las funciones disponibles. Para obtener más detalles sobre la prueba gratuita, haz clic en "Más información".
fr_ca: Ceci est votre boutique d’essai gratuit où vous pouvez commencer à explorer ce qui est disponible ! Pour en savoir plus sur l’essai gratuit, cliquez sur Lire la suite.
he_il: זוהי חנות הבדיקה שלך לתקופת הניסיון שבה באפשרותך להתחיל לגלות אילו אפשרויות זמינות! כדי לגלות עוד על תקופת הניסיון, ניתן ללחוץ על 'מידע נוסף'.
id_id: Ini adalah toko percobaan gratis. Anda bisa mulai menjelajahi semua fitur yang tersedia! Untuk mempelajari selengkapnya tentang percobaan gratis, klik "Pelajari selengkapnya".
it_it: Questo è il tuo negozio di test per il periodo di prova dove potrai iniziare a esplorare le opzioni disponibili. Per saperne di più sulla prova gratuita, fai clic su "Scopri di più".
ja: これは、利用できる機能の確認を始めることができる無料お試し期間のテストストアです。 無料お試し期間の詳細については、「さらに詳しく」をクリックしてください。
nl_nl: Dit is je gratis proefwinkel waar je kunt ontdekken wat er allemaal beschikbaar is! Om meer te leren over de proefversie, klik op 'Meer informatie'.
pt_br: Esta é sua loja de teste gratuito. Você pode começar a explorar o que está disponível. Para saber mais sobre o teste gratuito, clique em "Leia mais".
ru_ru: Это ваш бесплатный пробный магазин, в котором вы можете ознакомиться с доступными функциями! Чтобы узнать больше о бесплатной пробной версии, нажмите «Подробнее».
sv_se: Det här är din kostnadsfria provperiodsbutik där du kan börja utforska vad som är tillgängligt. För mer information om den kostnadsfria provperioden, klicka på "Läs mer".
tr_tr: Bu, neler bulunduğunu keşfetmeye başlayabileceğiniz ücretsiz deneme süresi test mağazanız! Ücretsiz deneme süresi hakkında daha fazla bilgi edinmek için "Daha fazla bilgi"ye tıklayın.

source: There was a problem saving your store location
ar: حدثت مشكلة أثناء حفظ موقع متجرك
de_de: Beim Speichern deines Shop-Standorts ist ein Problem aufgetreten
es_cl: Ha habido un problema al guardar la ubicación de tu tienda
fr_ca: Un problème est survenu lors de l’enregistrement de la localisation de votre boutique
he_il: אירעה בעיה בשמירת המיקום של החנות שלך
id_id: Ada masalah saat menyimpan lokasi toko Anda
it_it: Si è verificato un problema durante il salvataggio della posizione del negozio
ja: ストアの所在地を保存しているときに問題が発生しました
nl_nl: Er is een probleem met het opslaan van je winkellocatie
pt_br: Ocorreu um problema ao salvar a localização da sua loja
ru_ru: Не удалось сохранить местоположение магазина
sv_se: Det var ett problem att spara din butiksplats
tr_tr: Mağaza konumunuz kaydedilirken bir sorun oluştu

source: By clicking "Test payments", you agree to the {{tosLink}}Terms of Service{{/tosLink}}
ar: يعني النقر على "اختبار المدفوعات" أنك توافق على {{tosLink}}شروط الخدمة{{/tosLink}}
de_de: Durch Klicken auf „Zahlungen testen“ stimmst du den {{tosLink}}Geschäftsbedingungen{{/tosLink}} zu
es_cl: Al hacer clic en "Pagos de prueba", aceptas las {{tosLink}}Condiciones del servicio{{/tosLink}}
fr_ca: En cliquant sur « Tester les paiements », vous acceptez les {{tosLink}}conditions d’utilisation{{/tosLink}}
he_il: בלחיצה על 'בדיקת תשלומים', אנחנו מקבלים את הסכמתך {{tosLink}}לתנאי השירות שלנו{{/tosLink}}
id_id: Dengan mengeklik "Uji pembayaran," Anda setuju dengan {{tosLink}}Ketentuan Layanan{{/tosLink}}
it_it: Facendo clic su "Test sui pagamenti", accetti i nostri {{tosLink}}Termini di servizio{{/tosLink}}.
ja: 「支払いをテスト」をクリックすると、{{tosLink}}利用規約{{/tosLink}}に同意したものとみなされます。
nl_nl: Door op 'Betalingen testen' te klikken, ga je akkoord met onze {{tosLink}}Servicevoorwaarden{{/tosLink}}
pt_br: Ao clicar em "Testar pagamentos", você concorda com os {{tosLink}}Termos de Serviço{{/tosLink}}.
ru_ru: Нажимая «Тестовые платежи», вы соглашаетесь с {{tosLink}}условиями предоставления услуг{{/tosLink}}.
sv_se: Genom att klicka på "Testa betalningar" samtycker du till {{tosLink}}användarvillkoren{{/tosLink}}
tr_tr: "Ödemeleri test et"e tıklayarak {{tosLink}}Hizmet Koşulları{{/tosLink}}'nı kabul etmiş olursunuz.

source: Power your payments with a simple, all-in-one option. Verify your business details to start testing transactions with WooCommerce Payments.
ar: ادعم مدفوعاتك بخيار بسيط وشامل. تحقق من تفاصيل أعمالك لبدء اختبار المعاملات باستخدام مدفوعات WooCommerce.
de_de: Mache mehr aus deinen Zahlungen mit einer einfachen All-in-one-Option. Überprüfe die Daten deines Unternehmens, um mit dem Testen von Transaktionen mit WooCommerce Payments zu beginnen.
es_cl: Mejora los pagos con una opción sencilla e integral. Verifica los detalles de tu negocio para empezar a probar transacciones con WooCommerce Payments.
fr_ca: Optimisez vos paiements à l’aide d’une solution simple et tout-en-un. Vérifiez les détails de votre entreprise pour commencer à tester les transactions avec WooCommerce Payments.
he_il: לחזק את התשלומים שלך עם אפשרות פשוטה ומקיפה. עליך לאמת את פרטי העסק כדי להתחיל לבדוק עסקאות עם WooCommerce Payments.
id_id: Perkuat sistem pembayaran Anda dengan pilihan lengkap dan mudah. Periksa detail bisnis Anda untuk mulai menguji transaksi dengan WooCommerce Payments.
it_it: Potenzia i tuoi pagamenti con una semplice opzione tutto in uno. Verifica i dettagli della tua attività per iniziare a provare le transazioni con WooCommerce Payments.
ja: シンプルなオールインワンオプションで支払いを強化します。 ビジネスの詳細を確認すると、WooCommerce Payments でトランザクションのテストを開始できます。
nl_nl: Zet je betalingen kracht bij met een simpele alles-in-één optie. Verifieer je bedrijfsgegevens om te beginnen met transacties testen met WooCommerce Payments.
pt_br: Turbine seus pagamentos com uma opção simples e completa. Verifique os detalhes do seu negócio para começar a testar transações com o WooCommerce Payments.
ru_ru: Осуществляйте платежи с помощью простой и универсальной опции. Проверьте сведения о вашей компании, чтобы начать испытание транзакций с помощью WooCommerce Payments.
sv_se: Hantera dina betalningar med ett enkelt allt-i-ett-alternativ. Verifiera dina företagsuppgifter för att börja testa transaktioner med WooCommerce Payments.
tr_tr: Ödemelerinizi basit, hepsi bir arada bir seçenekle güçlendirin. WooCommerce Ödemeler ile işlemleri test etmeye başlamak için işletmenizle ilgili ayrıntıları doğrulayın.

source: Test payments
ar: اختبار المدفوعات
de_de: Zahlungen testen
es_cl: Pagos de prueba
fr_ca: Tester les paiements
he_il: בדיקת תשלומים
id_id: Uji pembayaran
it_it: Test sui pagamenti
ja: 支払いをテスト
nl_nl: Testbetalingen
pt_br: Testar pagamentos
ru_ru: Тестовые платежи
sv_se: Testa betalningar
tr_tr: Ödemeleri test etme

source: Give your customers an easy and convenient way to pay! Set up and test some of our fast and secure online or in person payment methods.
ar: امنح عملاءك طريقة سهلة ومريحة للدفع! قم بإعداد بعض طرق الدفع عبر الإنترنت أو الشخصية السريعة والآمنة التي نوفرها، واختبارها.
de_de: Biete deinen Kunden eine einfache und bequeme Möglichkeit zu bezahlen! Richte einige unserer schnellen und sicheren Online- oder persönlichen Zahlungsmethoden ein und teste sie.
es_cl: Ofrece a tus clientes una manera de pagar fácil y cómoda. Configura y prueba algunos de nuestros métodos de pago en línea o en persona rápidos y seguros.
fr_ca: Proposez à vos clients un moyen de paiement à la fois simple et pratique ! Configurez et testez certains de nos moyens de paiement rapides et sécurisés en ligne ou en personne.
he_il: כדאי לאפשר ללקוחות שלך דרך נוספת לשלם בבטחה ובנוחות! להגדיר ולבדוק חלק מאמצעי התשלום המהירים והמאובטחים שלנו באינטרנט או באופן אישי.
id_id: Hadirkan metode pembayaran yang praktis dan mudah untuk pelanggan! Siapkan dan uji beberapa metode pembayaran langsung atau online yang cepat dan aman.
it_it: Offri ai tuoi clienti un modo semplice e conveniente per pagare. Configura e prova alcuni dei nostri metodi di pagamento online o di persona, rapidi e sicuri.
ja: お客様に簡単で便利な決済方法を提供します。 迅速で安全なオンラインまたはオフラインでの支払い方法の一部を設定してテストします。
nl_nl: Bied je klanten een eenvoudige en handige betaalmethode! Stel een aantal van onze snelle en veilige online en fysieke betaalmethodes in en test ze.
pt_br: Ofereça aos seus clientes uma maneira fácil e conveniente de pagar. Configure e teste algumas das nossas rápidas e seguras formas de pagamento online ou presencial.
ru_ru: Дайте клиентам возможность легко и удобно оплачивать покупки! Установите и протестируйте некоторые из наших быстрых и безопасных способов оплаты в Интернете или лично.
sv_se: Ge dina kunder ett enkelt och bekvämt sätt att betala. Konfigurera och testa några av våra snabba och säkra betalningsmetoder för onlinebetalningar eller personliga betalningar.
tr_tr: Müşterilerinize kolay ve rahat bir ödeme yöntemi sağlayın! Hızlı ve güvenli internetten veya şahsen ödeme yöntemlerimizden bazılarını ayarlayın ve test edin.

source: It’s time to test payments
ar: حان وقت اختبار المدفوعات
de_de: Es ist an der Zeit, Zahlungen zu testen
es_cl: Es hora de probar los pagos
fr_ca: Il est temps de tester les paiements
he_il: זה הזמן לבדוק את התשלומים
id_id: Kini saatnya menguji pembayaran
it_it: È tempo di provare i pagamenti
ja: 支払いをテストします
nl_nl: Het is tijd om de betalingen te testen
pt_br: Chegou a hora de testar os pagamentos
ru_ru: Пришла пора проверить платежи
sv_se: Det är dags att testa betalningar.
tr_tr: Ödemeleri test etme zamanı

source: Payment illustration
ar: مثال توضيحي لعملية الدفع
de_de: Zahlungs-Abbildung
es_cl: Ejemplo de pago
fr_ca: Illustration de paiements
he_il: אילוסטרציית תשלום
id_id: Ilustrasi pembayaran
it_it: Illustrazione del pagamento
ja: 支払いのイラスト
nl_nl: Afbeelding betaling
pt_br: Ilustração de pagamento
ru_ru: Изображение платежа
sv_se: Betalningsillustration
tr_tr: Ödeme resmi

source: You’re ready to start testing the features and benefits of WooCommerce Payments
ar: أصبحت جاهزًا لبدء اختبار ميزات مدفوعات WooCommerce ومزاياه
de_de: Du bist bereit, die Funktionen und Vorteile von WooCommerce Payments zu testen
es_cl: Todo listo para empezar a probar las funciones y las ventajas de WooCommerce Payments.
fr_ca: Vous êtes prêt à tester les fonctionnalités et les avantages de WooCommerce Payments.
he_il: באפשרותך להתחיל לבדוק את האפשרויות והיתרונות של WooCommerce Payments
id_id: Anda siap untuk menguji berbagai fitur dan manfaat WooCommerce Payments
it_it: Tutto è pronto per iniziare a provare le funzionalità e i vantaggi di WooCommerce Payments
ja: WooCommerce Payments の機能とメリットのテストを開始する準備ができました
nl_nl: Je bent er klaar voor om de functies en voordelen van WooCommerce Payments te testen
pt_br: Você já pode começar a testar as funcionalidades e benefícios do WooCommerce Payments
ru_ru: Вы готовы начать тестирование возможностей и преимуществ WooCommerce Payments
sv_se: Du är redo att börja testa funktionerna och fördelarna med WooCommerce Payments.
tr_tr: WooCommerce Payments'ın özelliklerini ve avantajlarını test etmeye hazırsınız

source: You’re only steps away from getting ready to be paid
ar: إنك على بُعد خطوات من الاستعداد للدفع
de_de: Nur noch ein paar Schritte und du bist bereit, Zahlungen zu empfangen
es_cl: Solo unos pasos más y estarás a punto para aceptar pagos
fr_ca: Il ne reste que quelques étapes avant que vous puissiez être payé
he_il: נותרו עוד מספר שלבים בלבד כדי לקבל תשלומים
id_id: Tinggal beberapa langkah lagi, Anda akan siap menerima pembayaran
it_it: Ti mancano solo pochi passi per poter iniziare a ricevere i pagamenti
ja: あと少しで支払いを受け取る準備が整います
nl_nl: Nog maar een paar stappen en je kunt betaald worden
pt_br: Falta pouco para sua loja estar pronta para receber pagamentos
ru_ru: До начала приёма платежей остался один шаг.
sv_se: Du är bara några steg bort från att vara redo att ta emot betalningar.
tr_tr: Ödeme almaya hazır olmanıza sadece birkaç adım kaldı

source: Deposits are not available during the trial period. To start processing real transactions and receive payments and payouts, <a href='%s' id='upgrade_now_button'>upgrade to a paid plan</a>.
ar: الودائع غير متوافرة في أثناء الفترة التجريبية. لبدء معالجة المعاملات الحقيقية وتلقي المدفوعات والمبالغ، <a href='%s' id='upgrade_now_button'>قم بالترقية إلى خطة مدفوعة</a>.
de_de: Einzahlungen sind während des Gratis-Tests nicht verfügbar. Führe ein <a href='%s' id='upgrade_now_button'>Upgrade auf einen kostenpflichtigen Tarif</a> durch, um echte Transaktionen zu verarbeiten und Zahlungen sowie Auszahlungen zu erhalten.
es_cl: Los depósitos no están disponibles durante el período de prueba. Para empezar a procesar transacciones reales y recibir pagos, <a href='%s' id='upgrade_now_button'>mejora tu plan a uno de pago</a>.
fr_ca: Les acomptes ne sont pas disponibles pendant la période d’essai. Pour commencer à traiter les transactions réelles et recevoir des paiements et des versements, <a href='%s' id='upgrade_now_button'>passez à un plan payant</a>.
he_il: בתקופת הניסיון פיקדונות אינם זמינים. כדי להתחיל בעיבוד של עסקאות אמיתיות ולקבל תשלומים, יש <a href='%s' id='upgrade_now_button'>לשדרג לתוכנית בתשלום</a>.
id_id: Deposit tidak tersedia selama periode percobaan. Untuk mulai memproses transaksi aktual serta menerima pembayaran, <a href='%s' id='upgrade_now_button'>upgrade ke paket berbayar</a>.
it_it: I versamenti non sono disponibili durante il periodo di prova. Per iniziare a elaborare transazioni reali e ricevere pagamenti, <a href='%s' id='upgrade_now_button'>effettua l'aggiornamento a un piano a pagamento</a>.
ja: 無料お試し期間中はデポジットを利用できません。 実際のトランザクションの処理を開始して支払いを受け取るには、<a href='%s' id='upgrade_now_button'>有料プランにアップグレード</a>してください。
pt_br: Os depósitos não estão disponíveis durante o teste gratuito. Para começar a processar transações reais e receber pagamentos, <a href='%s' id='upgrade_now_button'>faça upgrade para um plano pago</a>.
ru_ru: В течение бесплатного пробного периода депозиты недоступны. Чтобы приступить к обработке реальных транзакций и получать платежи и выплаты, <a href='%s' id='upgrade_now_button'>перейдите на платный тариф</a>.
sv_se: Insättningar är inte tillgängliga under provperioden. För att börja bearbeta riktiga transaktioner och ta emot betalningar och utbetalningar, <a href='%s' id='upgrade_now_button'>uppgradera till ett betalt paket</a>.
tr_tr: Ücretsiz deneme süresi boyunca yatırılan para kullanılamaz. Gerçek işlemleri işlemeye başlamak ve ödemeleri almak için <a href='%s' id='upgrade_now_button'>ücretli bir pakete yükseltin</a>.

source: Only Administrators and Store Managers can place orders during the free trial. If you are ready to accept payments from customers, <a href='%s' id='upgrade_now_button'>upgrade to a paid plan</a>.
ar: لا يمكن سوى للمسؤولين ومديري المتاجر تقديم الطلبات في أثناء الإصدار التجريبي المجاني. إذا كنت مستعدًا لقبول المدفوعات من العملاء، <a href='%s' id='upgrade_now_button'>فقم بالترقية إلى خطة مدفوعة</a>.
de_de: Nur Administratoren und Shop-Manager können während des Gratis-Tests Bestellungen aufgeben. Wenn du bereit bist, Zahlungen von Kunden zu empfangen, führe ein <a href='%s' id='upgrade_now_button'>Upgrade auf einen kostenpflichtigen Tarif</a> durch.
es_cl: Solo los administradores y los gerentes de tienda pueden hacer pedidos durante la prueba gratuita. Si ya lo tienes todo listo para aceptar pagos de clientes, <a href='%s' id='upgrade_now_button'>mejora tu plan a uno de pago</a>.
fr_ca: Seuls les administrateurs et les gérants de boutique peuvent passer des commandes pendant l’essai gratuit. Si vous êtes prêt à accepter les paiements des clients, <a href='%s' id='upgrade_now_button'>passez à un plan payant</a>.
he_il: בתקופת ההתנסות חינם רק מנהלי מערכות ומנהלי חנויות יוכלו לבצע הזמנות. אם הכול מוכן לקבלת תשלומים מלקוחות, אפשר <a href='%s' id='upgrade_now_button'>לשדרג לתוכנית בתשלום</a>.
id_id: Hanya Administrator dan Pengelola Toko yang bisa membuat pesanan selama percobaan gratis. Jika Anda siap menerima pembayaran dari pelanggan, <a href='%s' id='upgrade_now_button'>upgrade ke paket berbayar</a>.
it_it: Solo gli amministratori e i responsabili del negozio possono effettuare ordini durante il periodo di prova. Se tutto è pronto per accettare i pagamenti dai clienti, <a href='%s' id='upgrade_now_button'>effettua l'aggiornamento a un piano a pagamento</a>.
ja: 無料お試し期間中は、管理者とストア管理者のみが注文を行えます。 顧客からの支払いを受け取る準備ができている場合は、<a href='%s' id='upgrade_now_button'>有料プランにアップグレード</a>してください。
pt_br: Somente administradores e gerentes de loja podem fazer pedidos durante o teste gratuito. Se sua loja já estiver pronta para aceitar pagamentos de clientes, <a href='%s' id='upgrade_now_button'>faça upgrade para um plano pago</a>.
ru_ru: В течение бесплатного пробного периода размещать заказы могут только администраторы и менеджеры магазинов. Если вы уже готовы принимать платежи от клиентов, <a href='%s' id='upgrade_now_button'>перейдите на платный тариф</a>.
sv_se: Endast administratörer och butikschefer kan lägga beställningar under gratis provperiod. Om du är redo att ta emot betalningar från kunder, <a href='%s' id='upgrade_now_button'>uppgradera till ett betalt paket</a>.
tr_tr: Ücretsiz deneme süresi boyunca yalnızca Yöneticiler ve Mağaza Yöneticileri sipariş verebilir. Müşterilerden ödeme almaya hazırsanız <a href='%s' id='upgrade_now_button'>ücretli bir pakete yükseltin</a>.

source: Tips, tricks, and ecommerce inspiration from our blog.
ar: التلميحات والحيل وعمليات إلهام التجارة الإلكترونية الواردة من مدونتنا.
de_de: Tipps, Tricks und E-Commerce-Inspiration aus unserem Blog.
es_cl: Consejos, trucos e inspiración de comercio electrónico de nuestro blog.
fr_ca: Conseils, astuces et inspiration eCommerce de notre blog.
he_il: טיפים, טריקים והשראה למסחר אלקטרוני מהבלוג שלנו.
id_id: Tips, trik, dan inspirasi eCommerce dari blog kami.
it_it: Suggerimenti, trucchi e ispirazioni per l'e-commerce dal nostro blog.
ja: 当社ブログからのヒント、コツ、eコマースのインスピレーションです。
nl_nl: Tips, trucs en e-commerce-inspiratie van ons blog.
pt_br: Dicas, truques e inspirações de comércio eletrônico do nosso blog.
ru_ru: Советы, рекомендации и идеи по интернет-торговле из нашего блога.
sv_se: Tips, tricks och e-handelsinspiration från vår blogg.
tr_tr: Blogumuzdan ipuçları, püf noktaları ve e-ticaret ilhamı.

source: Get inspired
ar: الحصول على الإلهام
de_de: Lass dich inspirieren
es_cl: Inspírate
fr_ca: Trouver l’inspiration
he_il: לקבל השראה
id_id: Dapatkan inspirasi
it_it: Lasciati ispirare
ja: インスピレーションを受ける
nl_nl: Laat je inspireren
pt_br: Busque inspiração
ru_ru: Вдохновляйтесь
sv_se: Bli inspirerad
tr_tr: İlham alma

source: Discover collections
ar: اكتشاف المجموعات
de_de: Sammlungen entdecken
es_cl: Descubre las colecciones
fr_ca: Découvrir les collections
he_il: לגלות אוספים
id_id: Jelajahi koleksi
it_it: Scopri le raccolte
ja: コレクションを見る
nl_nl: Collecties ontdekken
pt_br: Descobrir coleções
ru_ru: Ознакомьтесь с коллекциями
sv_se: Upptäck samlingar
tr_tr: Koleksiyonları keşfetme

source: Quickly get started with our curated extension collections.
ar: ابدأ بسرعة من خلال مجموعات الامتدادات المنسقة لدينا.
de_de: Mit unseren kuratierten Sammlungen an Erweiterungen bist du schnell startklar.
es_cl: Comienza rápidamente con nuestras selectas colecciones de extensiones.
fr_ca: Démarrer rapidement avec nos collections d’extensions sélectionnées.
he_il: לצאת לדרך במהירות עם אוספי הרחבות שנבחרו בקפידה.
id_id: Mulai segera dengan koleksi lengkap kami yang terkurasi.
it_it: Muovi rapidamente i primi passi con le nostre raccolte di estensioni selezionate.
ja: 厳選された拡張機能のコレクションをすぐに使い始めましょう。
nl_nl: Ga snel van start met onze samengestelde extentiecollecties.
pt_br: Deixe tudo pronto para começar rapidamente com a nossas coleções de extensões cuidadosamente escolhidas.
ru_ru: Быстро приступайте к работе с нашими специальными коллекциями расширений.
sv_se: Kom igång snabbt med våra kurerade utökningssamlingar.
tr_tr: Seçilmiş uzantı koleksiyonlarımızla hızlı bir şekilde başlayın.

source: Curated collections
ar: المجموعات المنسقة
de_de: Kuratierte Sammlungen
es_cl: Colecciones selectas
fr_ca: Collections sélectionnées
he_il: אוספים שנבחרו בקפידה
id_id: Koleksi yang terkurasi
it_it: Raccolte selezionate
ja: 厳選コレクション
nl_nl: Samengestelde collecties
pt_br: Coleções cuidadosamente escolhidas
ru_ru: Специальные коллекции
sv_se: Kurerade samlingar
tr_tr: Seçilmiş Koleksiyonlar

source: Add extra features and functionality, or integrate with other platforms and tools.
ar: أضف ميزات ووظائف إضافية، أو حقق التكامل مع المنصات والأدوات الأخرى.
de_de: Füge zusätzliche Features und Funktionen hinzu oder integriere andere Plattformen und Tools.
es_cl: Añade más funciones y funcionalidades o integra tu tienda con otras plataformas y herramientas.
fr_ca: Ajoutez des fonctionnalités supplémentaires ou intégrez-les à d’autres plateformes et outils.
he_il: להוסיף אפשרויות ופונקציונליות נוספות או לשלב פלטפורמות וכלים אחרים.
id_id: Beri fitur dan fungsi tambahan, atau integrasikan dengan platform dan alat lainnya.
it_it: Aggiungi caratteristiche e funzionalità extra o integra con altre piattaforme e strumenti.
ja: さらに機能を追加したり、他のプラットフォームやツールと統合したりできます。
nl_nl: Voeg extra functies toe of integreer met andere platformen en tools.
pt_br: Adicione funcionalidades extras ou faça integração com outras plataformas e ferramentas.
ru_ru: Добавьте дополнительные возможности и функции или подключитесь к другим платформам и инструментам.
sv_se: Lägg till extra funktioner och funktionalitet eller integrera med andra plattformar och verktyg.
tr_tr: Ekstra özellikler ve işlevler ekleyin veya diğer platformlar ve araçlarla entegre olun.
