Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Getting things done with WooCommerce just got faster. <a>Learn more</a> about our new navigation — or go ahead and explore on your own.
ar: أصبح تنفيذ المهام من خلال WooCommerce أسرع. <a>تعرّف على المزيد</a> حول التنقل الجديد لدينا - أو استمر واستكشف الأمر بمفردك.
de_de: Das Erledigen von Aufgaben mit WooCommerce geht jetzt noch schneller. Erhalte <a>weitere Informationen</a> über unsere neue Navigation – oder leg einfach los und probiere sie selbst aus.
es_cl: Ahora es más rápido hacer operaciones con WooCommerce. <a>Obtén más información</a> sobre nuestra nueva navegación o anímate a descubrirla por tu cuenta.
fr_ca: Faire avancer les choses avec WooCommerce est devenu plus rapide. <a>Apprenez-en plus</a> sur notre nouvelle navigation ou découvrez-la par vous-même.
he_il: עכשיו אפשר לבצע פעולות עם WooCommerce מהר יותר. אפשר לעיין <a>במידע נוסף</a> לגבי הניווט החדש שלנו – או להמשיך ולבדוק אותו בעצמך.
id_id: Menyelesaikan pekerjaan dengan WooCommerce jadi lebih cepat. <a>Pelajari selengkapnya</a> tentang navigasi baru kami—atau jelajahi secara mandiri.
it_it: Fare le cose con WooCommerce è diventato ancora più veloce. <a>Leggi tutto</a> sulla nostra nuova navigazione oppure prosegui e scopri le novità tu stesso.
ja: WooCommerce での作業がさらに高速化しました。 新しいナビゲーションの<a>詳細をご覧ください</a>。または、先に進んでご自身で確認してください。
nl_nl: Dingen voor elkaar krijgen met WooCommerce gaat nu nog sneller. <a>Krijg meer informatie</a> over onze nieuwe manier van navigeren, of ga verder en ontdek het zelf.
pt_br: Fazer acontecer com o WooCommerce agora é muito mais rápido. <a>Leia mais</a> sobre nossa nova navegação ou explore por conta própria.
ru_ru: Работать с WooCommerce теперь стало ещё быстрее. <a>Узнайте больше</a> о нашей новой системе навигации — или исследуйте её самостоятельно.
sv_se: Att få saker gjorda med WooCommerce går nu ännu snabbare. <a>Läs mer</a> om vår nya navigering – eller gå vidare och utforska på egen hand.
tr_tr: WooCommerce ile işleri halletmek artık daha hızlı. Yeni gezinmemiz hakkında <a>daha fazla bilgi edinin</a> veya gidip kendiniz keşfedin.

source: Move faster with our new navigation
ar: التحرك أسرع من خلال التنقل الجديد لدينا
de_de: Bewege dich schneller mit unserer neuen Navigation
es_cl: Desplázate más rápido con nuestra nueva navegación
fr_ca: Allez plus vite grâce à notre nouvelle navigation
he_il: לנוע מהר יותר עם הניווט החדש שלנו
id_id: Gerak lebih cepat dengan navigasi baru kami
it_it: Muoviti più velocemente grazie alla nostra nuova navigazione
ja: 新しいナビゲーションですばやく作業
nl_nl: Beweeg sneller met onze nieuwe manier van navigeren
pt_br: Acelere o seu avanço com a nossa nova navegação
ru_ru: Перемещайтесь быстрее с помощью нашей новой навигации
sv_se: Arbeta snabbare med vår nya navigering
tr_tr: Yeni gezinmemizle daha hızlı hareket edin

source: Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.
ar: احصل على النصائح والرؤى حول أداء متجرك في كل مرة ترجع فيها إلى لوحة تحكم ووردبريس.كوم الخاصة بك.
de_de: Jedes Mal, wenn du zu deinem WordPress.com-Dashboard zurückkehrst, erhältst du Tipps und Einblicke zur Performance deines Shops.
es_cl: Obtén consejos e información detallada sobre el rendimiento de tu tienda cada vez que accedas a tu escritorio de WordPress.com.
fr_ca: Obtenez des conseils et des tendances sur les performances de votre boutique chaque fois que vous revenez dans votre tableau de bord WordPress.com.
he_il: לקבל טיפים ותובנות לגבי ביצועי החנות שלך בכל ביקור בלוח הבקרה של WordPress.com.
id_id: Dapatkan tips dan wawasan mengenai performa toko Anda setiap kali Anda masuk ke dasbor WordPress.com.
it_it: Ottieni suggerimenti e una panoramica sulle prestazioni del tuo negozio ogni volta che torni alla bacheca di WordPress.com.
ja: WordPress.com ダッシュボードに戻るたびに、ストアのパフォーマンスに関するヒントや統計概要を確認できます。
nl_nl: Krijg elke keer dat je terugkeert naar je WordPress.com-dashboard tips en inzichten met betrekking tot de prestaties van je winkel.
pt_br: Confira as dicas e informações sobre o desempenho da sua loja sempre que acessar o painel do WordPress.com.
ru_ru: Получайте советы и аналитические данные по работе вашего магазина при каждом заходе на консоль WordPress.com.
sv_se: Få tips och insikter om din butiks prestanda varje gång du går tillbaka till din WordPress.com-adminpanel.
tr_tr: WordPress.com panonuza her geri döndüğünüzde mağazanızın performansı hakkında ipuçları ve istatistikler alın.

source: Meet your new Home
ar: التعرّف على صفحتك الرئيسية الجديدة
de_de: Lerne deine neue Startseite kennen
es_cl: Conoce tu nueva página de inicio
fr_ca: Découvrez votre nouvel accueil
he_il: היכרות עם דף הבית החדש שלך
id_id: Selamat datang di Beranda baru Anda
it_it: Scopri la tua nuova Home
ja: 新しいホームを利用
nl_nl: Maak kennis met je nieuw startpagina
pt_br: Conheça sua nova Página inicial
ru_ru: Познакомьтесь с новой главной страницей
sv_se: Det här är din nya startsida
tr_tr: Yeni Ana Sayfanızla tanışın

source: Choose a new website address for your store or transfer one you already own.
ar: اختر عنوان موقع جديدًا على الويب لمتجرك أو انقل واحدًا تملكه بالفعل.
de_de: Wähle eine neue Website-Adresse für deinen Shop oder übertrage eine, die dir bereits gehört.
es_cl: Elige una nueva dirección de sitio web para tu tienda o transfiere una que ya tengas.
fr_ca: Choisissez une nouvelle adresse de site Web pour votre boutique ou transférez-en une que vous possédez déjà.
he_il: יש לבחור כתובת חדשה של אתר אינטרנט לחנות שלך או להעביר כתובת שכבר בבעלותך.
id_id: Tentukan alamat situs baru untuk toko Anda atau alihkan yang sudah Anda punya.
it_it: Scegli un nuovo indirizzo web per il tuo negozio o trasferiscine uno che già possiedi.
ja: ストアの新しいサイトアドレスを選択するか、すでに所有しているアドレスを転送します。
nl_nl: Kies een nieuw website-adres voor je winkel of draag er een die je al hebt over.
pt_br: Escolha um novo endereço de site para sua loja ou transfira o que você já possui.
ru_ru: Выберите новый адрес для сайта своего магазина или перенесите уже имеющийся.
sv_se: Välj en ny webbplatsadress för din butik eller överför en du redan äger.
tr_tr: Mağazanız için yeni bir web sitesi adresi seçin veya zaten sahip olduğunuz bir adresi aktarın.

source: Add a domain illustration
ar: إضافة رسم توضيحي خاص بالنطاق
de_de: Domain-Abbildung hinzufügen
es_cl: Ejemplo de añadir un dominio
fr_ca: Ajouter une illustration de domaine
he_il: הוספת אילוסטרציה של דומיין
id_id: Tambahkan ilustrasi domain
it_it: Aggiungi un'illustrazione del dominio
ja: ドメインのイラストレーションを追加
nl_nl: Voeg een domeinafbeelding toe
pt_br: Adicionar uma ilustração de domínio
ru_ru: Добавьте иллюстрацию домена
sv_se: Lägg till en domänillustration
tr_tr: Alan adı illüstrasyonu ekleyin

source: Save
ar: حفظ
de_de: Speichern
es_cl: Guardar
fr_ca: Sauvegarder
he_il: שמור
id_id: Simpan
it_it: Salva
ja: 保存
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet

source: BIC / Swift
ar: رمز Swift / BIC
pt_br: Identificação - BIC / Swift
ru_ru: БИК

source: IBAN
ar: IBAN رقم الآيبان
he_il: מספר הבנק

source: Sort code
ar: Sort Code (للمصارف الأوروبية)
de_de: Bankleitzahl
es_cl: Código de clasificación
fr_ca: Code guichet
he_il: מספר הסניף (Sort Code)
id_id: Kode Pengurutan
it_it: Ordina per codice
ja: ソートコード
nl_nl: Sorteercode
pt_br: Agência
ru_ru: БИК (sort code)
sv_se: Sorteringskod
tr_tr: Sıralama kodu

source: Bank name
ar: اسم المصرف
de_de: Name der Bank
es_cl: Nombre del banco
fr_ca: Nom de la banque
he_il: שם הבנק
id_id: Nama Bank
it_it: Nome banca
ja: 銀行名
nl_nl: Banknaam
pt_br: Nome do banco
ru_ru: Название банка
sv_se: Banknamn
tr_tr: Banka adı

source: Account number
ar: رقم الحساب
de_de: Kontonummer
es_cl: Número de cuenta
fr_ca: Numéro du compte
he_il: מספר חשבון
id_id: Nomor Rekening
it_it: Numero conto corrente
ja: 口座番号
nl_nl: Accountnummer
pt_br: Número da conta
ru_ru: Номер счета
sv_se: Kontonummer
tr_tr: Hesap numarası

source: Account name
ar: اسم الحساب
de_de: Kontoinhaber
es_cl: Nombre de la cuenta
fr_ca: Nom du compte
he_il: שם חשבון
id_id: Nama Rekening
it_it: Intestatario conto corrente
ja: 口座名義
nl_nl: Accountnaam
pt_br: Nome da conta
ru_ru: Название счета
sv_se: Kontonamn
tr_tr: Hesap adı

source: These details are required to receive payments via bank transfer
ar: تلزم هذه التفاصيل لاستقبال المدفوعات عبر التحويل البنكي
de_de: Diese Details werden benötigt, um Zahlungen per Banküberweisung zu erhalten
es_cl: Estos datos son obligatorios para recibir pagos mediante transferencia bancaria
fr_ca: Ces détails sont requis pour pouvoir recevoir des paiements par virement bancaire.
he_il: הפרטים האלה נדרשים כדי לקבל תשלומים באמצעות העברה בנקאית
id_id: Detail ini diperlukan untuk menerima pembayaran melalui transfer bank
it_it: Questi dettagli vengono richiesti per la ricezione di pagamenti tramite bonifico bancario
ja: これらの情報は、銀行振込によるお支払いに必要です
nl_nl: Deze gegevens zijn vereist om betalingen via bankoverschrijving te innen
pt_br: Esses detalhes são obrigatórios para receber pagamentos por transferência bancária
ru_ru: Эти сведения требуются для получения платежей банковским переводом
sv_se: Dessa uppgifter krävs för att ta emot betalningar via banköverföring
tr_tr: Bu detaylar, banka havalesi yoluyla ödeme almak için gereklidir

source: Add your bank details
ar: إضافة تفاصيل البنك الخاص بك
de_de: Füge deine Bankverbindung hinzu
es_cl: Añade los datos de tu banco
fr_ca: Ajouter vos coordonnées bancaires
he_il: להוסיף את פרטי הבנק שלך
id_id: Tambahkan detail bank Anda
it_it: Aggiungi i dettagli della banca
ja: 銀行の詳細を追加
nl_nl: Voeg je bankgegevens toe
pt_br: Adicionar seus dados bancários
ru_ru: Добавление платежных реквизитов
sv_se: Lägg till dina bankuppgifter
tr_tr: Banka detaylarınızı ekleyin

source: Direct bank transfer details added successfully
ar: تمت إضافة تفاصيل التحويل البنكي المباشر بنجاح
de_de: Bankverbindung erfolgreich hinzugefügt
es_cl: Datos para transferencia bancaria directa añadidos correctamente
fr_ca: Les coordonnées de virement bancaire ont bien été ajoutées.
he_il: הפרטים לביצוע העברה בנקאית ישירה נוספו בהצלחה
id_id: Detail transfer bank langsung berhasil ditambahkan
it_it: Dettagli del bonifico bancario diretto aggiunti correttamente
ja: 銀行振込 (ダイレクト) の詳細の追加が完了しました
nl_nl: Gegevens voor directe bankoverschrijving toegevoegd
pt_br: Detalhes de transferência bancária direta adicionados
ru_ru: Сведения для прямого банковского перевода добавлены
sv_se: Uppgifter för direkt banköverföring har lagts till
tr_tr: Doğrudan banka havale detayları başarıyla eklendi

source: Please enter an account number or IBAN
ar: يرجى إدخال رقم حساب أو رقم الحساب المصرفي الدولي (IBAN)
de_de: Bitte gib eine gültige Kontonummer oder IBAN ein
es_cl: Introduce un número de cuenta o IBAN
fr_ca: Veuillez entrer un numéro de compte ou un numéro IBAN.
he_il: יש להזין מספר חשבון או מספר IBAN
id_id: Harap masukkan nomor akun atau IBAN
it_it: Inserisci un numero di conto o un IBAN
ja: 口座番号か IBAN を入力してください
nl_nl: Voer een rekeningnummer of IBAN in
pt_br: Digite um número de conta ou IBAN
ru_ru: Введите номер счета или международный номер банковского счета
sv_se: Ange ett kontonummer eller IBAN
tr_tr: Lütfen bir hesap numarası veya IBAN girin

source: Offline payment methods
ar: طرق دفع من دون اتصال بالإنترنت
de_de: Offline-Zahlungsmethoden
es_cl: Métodos de pago sin conexión
fr_ca: Moyens de paiement hors ligne
he_il: אמצעי תשלום לא מקוונים
id_id: Metode pembayaran offline
it_it: Metodi di pagamento offline
ja: オフラインの決済方法
nl_nl: Offline betaalmethoden
pt_br: Formas de pagamento offline
ru_ru: Способы оплаты оффлайн
sv_se: Offline-betalningsmetoder
tr_tr: Çevrimdışı ödeme yöntemleri

source: See more
ar: مشاهدة المزيد
de_de: Mehr anzeigen
es_cl: Ver más
fr_ca: Voir plus
he_il: עוד
id_id: Lihat Selengkapnya
it_it: Scopri di più
ja: もっと見る
nl_nl: Meer zien
pt_br: Leia mais
ru_ru: Подробности
sv_se: Se mer
tr_tr: Daha fazla gör

source: Try one of the alternative payment providers.
ar: قم بتجربة أحد مزوِّدي الدفع البديلة.
de_de: Probiere einen der alternativen Zahlungsanbieter aus.
es_cl: Prueba uno de los proveedores de pago alternativos.
fr_ca: Testez l’un des fournisseurs de paiement alternatifs.
he_il: רוצה לנסות את אחד מספקי התשלום החלופיים?
id_id: Coba salah satu penyedia pembayaran alternatif.
it_it: Prova uno dei fornitori di pagamento alternativi.
ja: 他の決済サービス業者を試してみましょう。
nl_nl: Probeer een van de andere betaalproviders.
pt_br: Experimente uma das alternativas de provedor de pagamento.
ru_ru: Попробуйте воспользоваться одним из альтернативных платёжных сервисов.
sv_se: Prova någon av de alternativa betalningsleverantörerna.
tr_tr: Alternatif ödeme sağlayıcılarından birini deneyin.

source: Other payment providers
ar: مزوِّدو الدفع الآخرين
de_de: Weitere Zahlungsanbieter
es_cl: Otros proveedores de pago
fr_ca: Autres fournisseurs de paiement
he_il: ספקי תשלום אחרים
id_id: Penyedia pembayaran lainnya
it_it: Altri fornitori di pagamento
ja: その他の決済サービス業者
nl_nl: Andere betaalproviders
pt_br: Outros provedores de pagamento
ru_ru: Другие платёжные сервисы
sv_se: Andra betalningsleverantörer
tr_tr: Diğer ödeme sağlayıcıları

source: Give your customers additional choices in ways to pay.
ar: امنح عملائك اختيارات إضافية للدفع.
de_de: Biete deinen Kunden weitere Zahlungsmöglichkeiten.
es_cl: Ofrece a tus clientes opciones adicionales para pagar.
fr_ca: Offrez à vos clients des choix supplémentaires en matière de moyens de paiement.
he_il: רוצה לתת ללקוחות אפשרויות נוספות לביצוע התשלום?
id_id: Berikan pilihan tambahan bagi pelanggan terkait metode pembayaran.
it_it: Offri ai tuoi clienti ulteriori scelte sulle modalità di pagamento.
ja: 顧客が選べる決済手段を増やしましょう。
nl_nl: Bied je klanten extra betaalmethoden.
pt_br: Dê aos clientes mais opções de pagamento.
ru_ru: Предоставьте своим клиентам возможность выбирать другие способы оплаты.
sv_se: Ge dina kunder ytterligare valmöjligheter rörande hur de kan betala.
tr_tr: Müşterilerinize ödeme yöntemleriyle ilgili ek seçenekler sunun.

source: Additional payment options
ar: خيارات دفع إضافية
de_de: Zusätzliche Zahlungsoptionen
es_cl: Opciones de pago adicionales
fr_ca: Options de paiement supplémentaires
he_il: אפשרויות תשלום נוספות
id_id: Pilihan pembayaran tambahan
it_it: Opzioni di pagamento aggiuntive
ja: 追加の支払いオプション
nl_nl: Extra betaalmethoden
pt_br: Opções adicionais de pagamento
ru_ru: Дополнительные способы оплаты
sv_se: Ytterligare betalningsalternativ
tr_tr: Ek ödeme seçenekleri

source: To get ready to accept online payments
ar: للاستعداد لقبول المدفوعات عبر الإنترنت
de_de: So bereitest du dich auf den Empfang von Online Zahlungen vor
es_cl: Prepararse para aceptar pagos en línea
fr_ca: Pour se préparer à accepter des paiements en ligne
he_il: להתכונן לקבל תשלומים מקוונים
id_id: Siap menerima pembayaran secara online
it_it: Per prepararti ad accettare pagamenti online
ja: オンライン支払いを受け取る準備をするには
nl_nl: Online betalingen accepteren
pt_br: Preparar-se para aceitar pagamentos online
ru_ru: Как подготовиться к приёму интернет-платежей
sv_se: För att göra dig redo att ta emot onlinebetalningar
tr_tr: Çevrimiçi ödeme almaya hazır olmak için

source: Choose a payment provider
ar: اختيار مزوِّد الدفع
de_de: Zahlungsanbieter wählen
es_cl: Elige un proveedor de pago
fr_ca: Choisir un fournisseur de paiement
he_il: לבחור ספק תשלום
id_id: Pilih penyedia pembayaran
it_it: Scegli un fornitore dei pagamenti
ja: 決済サービス業者を選択
nl_nl: Kies een betalingsprovider
pt_br: Escolher um provedor de pagamento
ru_ru: Выберите поставщика системы оплаты
sv_se: Välj en betalningsleverantör
tr_tr: Bir ödeme sağlayıcısı seç

source: There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.
ar: حدث خطأ في أثناء الاتصال بمدفوعات WooCommerce. يُرجى المحاولة مرة أخرى أو الاتصال في وقت لاحق في إعدادات المتجر.
de_de: Bei der Verbindung mit WooCommerce Payments ist ein Fehler aufgetreten. Bitte versuche es erneut oder stelle die Verbindung später in den Shop-Einstellungen her.
es_cl: Se ha producido un error al conectar con WooCommerce Payments. Inténtalo de nuevo o conéctate más tarde desde los ajustes de la tienda.
fr_ca: Une erreur est survenue lors de la connexion à WooCommerce Payments. Réessayez ou connectez-vous plus tard dans les réglages de la boutique.
he_il: אירעה שגיאה במהלך ההתחברות אל WooCommerce Payments. ניתן לנסות שוב או להתחבר מאוחר יותר בהגדרות החנות.
id_id: Ada error saat menyambunkan ke WooCommerce Payments. Silakan coba lagi atau hubungkan nanti di pengaturan toko.
it_it: Si è verificato un errore durante la connessione a WooCommerce Payments. Riprova o connettiti più tardi nelle impostazioni del negozio.
ja: WooCommerce Payments への接続時にエラーが発生しました。 もう一度試すか、しばらくしてからストア設定に接続してください。
nl_nl: Er is een fout opgetreden tijdens het verbinden met WooCommerce Payments. Probeer het opnieuw of maak later verbinding in winkelinstellingen.
pt_br: Ocorreu um erro ao se conectar ao WooCommerce Payments. Tente novamente ou se conecte mais tarde nas configurações da loja.
ru_ru: При подключении к WooCommerce Payments произошла ошибка. Попробуйте ещё раз или подключитесь позже в настройках магазина.
sv_se: Det var ett fel att ansluta till WooCommerce Payments. Försök igen eller anslut senare i butiksinställningarna.
tr_tr: WooCommerce Payments bağlantısı kurulurken bir hata oluştu. Lütfen tekrar deneyin veya mağaza ayarlarında daha sonra bağlanın.

source: I agree
ar: أوافق
de_de: Ich stimme zu
es_cl: Acepto
fr_ca: J’accepte
he_il: אישור
id_id: Saya setuju
it_it: Accetto
ja: 同意する
nl_nl: Ik ga akkoord
pt_br: Concordo
ru_ru: Соглашаюсь
sv_se: Jag samtycker
tr_tr: Kabul ediyorum

source: By agreeing to share non-sensitive {{link}}usage data{{/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.
ar: تعني الموافقة على مشاركة {{link}}بيانات الاستخدام{{/link}} غير الحسَّاسة أنك ستساعدنا على تحسين الميزات وتعزيز تجربة المدفوعات في WooCommerce. يمكنك إلغاء الاشتراك في أي وقت.
de_de: Durch deine Zustimmung zur Übermittlung nicht vertraulicher {{link}}Nutzungsdaten{{/link}} hilfst du uns, Funktionen zu verbessern und die Erfahrung mit WooCommerce Payments zu optimieren. Du kannst dich jederzeit davon abmelden.
es_cl: Si aceptas compartir {{link}}datos sobre el uso{{/link}} no confidenciales, nos ayudarás a mejorar las funciones y a optimizar la experiencia de WooCommerce Payments. Puedes desactivar esta opción en cualquier momento.
fr_ca: En acceptant de partager des {{link}}données d’utilisation{{/link}} non sensibles, vous nous aiderez à améliorer les fonctionnalités et à optimiser l’expérience de WooCommerce Payments. Vous pouvez vous désabonner à tout moment.
he_il: על ידי הסכמה לשיתוף של {{link}}נתוני שימוש{{/link}} לא רגישים, תהיה לך אפשרות לעזור לנו לשפר את האפשרויות ולמטב את חוויית השימוש ב-WooCommerce Payments. באפשרותך לבטל את הסכמתך בכל עת.
id_id: Dengan setuju untuk membagikan {{link}}data penggunaan{{/link}} yang tidak sensitif, Anda membantu kami meningkatkan fitur dan mengoptimalkan pengalaman WooCommerce Payments. Anda dapat berhenti membagikan kapan saja.
it_it: Accettando di condividere i {{link}}dati di utilizzo{{/link}} non sensibili, ci aiuterai a migliorare le funzionalità e a ottimizzare l'esperienza di WooCommerce Payments. Puoi rifiutare in qualsiasi momento.
ja: 機密情報以外の{{link}}使用状況データ{{/link}}の共有に同意していただくと、機能改善や WooCommerce Payments サービスの最適化に役立ちます。 いつでもオプトアウトできます。
nl_nl: Door ermee in te stemmen om niet-gevoelige {{link}}gebruiksgegevens{{/link}} te delen, help je ons de functies te verbeteren en de WooCommerce Payments-ervaring te optimaliseren. Je kan je op elk moment uitschrijven.
pt_br: Ao aceitar compartilhar {{link}}dados de uso{{/link}} não pessoais, você ajuda a melhorar nossas funcionalidades e a otimizar a experiência do WooCommerce Payments. Você pode cancelar quando quiser.
ru_ru: Соглашаясь делиться неконфиденциальными {{link}}данными об использовании{{/link}}, вы помогаете нам улучшить функции WooCommerce Payments и оптимизировать работу с расширением. Вы можете отказаться в любое время.
sv_se: Genom att samtycka till att dela icke-känsliga {{link}}användardata{{/link}} hjälper du oss att förbättra funktioner och optimera WooCommerce Payments-upplevelsen. Du kan tacka nej när som helst.
tr_tr: Hassas olmayan {{link}}kullanım verilerini{{/link}} paylaşmayı kabul ederek, özellikleri iyileştirmemize ve WooCommerce Payments deneyimini optimize etmemize yardımcı olacaksınız. Veri paylaşımını dilediğiniz zaman durdurabilirsiniz.

source: Help us build a better WooCommerce Payments experience
ar: ساعدنا على إنشاء تجربة أفضل للمدفوعات في WooCommerce
de_de: Unterstütze uns bei der Optimierung von WooCommerce Payments
es_cl: Ayúdanos a mejorar la experiencia en WooCommerce Payments
fr_ca: Aidez-nous à améliorer l’expérience de WooCommerce Payments.
he_il: יש לך הזדמנות לעזור לנו ליצור חוויית שימוש טובה יותר ב-WooCommerce Payments
id_id: Bantu kami membangun pengalaman WooCommerce Payments yang lebih baik
it_it: Aiutaci a creare una migliore esperienza di WooCommerce Payments
ja: より良い WooCommerce Payments サービスの構築にご協力お願いいたします
nl_nl: Help ons een betere WooCommerce Payments-ervaring te creëren
pt_br: Queremos sua ajuda para melhorar a experiência com o WooCommerce Payments
ru_ru: Помогите нам улучшить WooCommerce Payments
sv_se: Hjälp oss att bygga en bättre WooCommerce Payments-upplevelse
tr_tr: Daha iyi bir WooCommerce Payments deneyimi oluşturmamıza yardımcı olun
