{"translation-revision-date":"2024-10-10 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Vous utilisez actuellement une version d’essai gratuite ! Pour accéder à l’ensemble des fonctionnalités, passez à un plan payant."],"Set up Stripe":["Configurer Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Accepter les paiements est facile avec Stripe. Vendez en ligne et en personne, et synchronisez tous les paiements, clients, articles et stocks."],"Payment illustration":["Illustration de paiements"],"Set up Square":["Configurer Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Accepter les paiements est facile avec Square. Vendez en ligne et en personne, et synchronisez tous les paiements, clients, articles et stocks."],"View options":["Afficher les options"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Choisissez des moyens de paiement rapides et sécurisés, en ligne comme hors ligne, qui permettront à vos clients de payer aisément dans votre boutique."],"It's time to get paid":["Place aux paiements !"],"Dismiss this banner.":["Fermer cette bannière."],"Start selling — for less!":["Commencez à vendre – en payant moins !"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Mettre à niveau votre plan pour %(formattedPrice)s les %(intervalCount)s premières années"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Mettre à niveau votre plan pour %(formattedPrice)s les %(intervalCount)s premiers mois"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Mettre à niveau votre plan pour %(formattedPrice)s les %(intervalCount)s premiers jours"],"Upgrade your plan for %(formattedPrice)s":["Mettre à niveau votre plan pour %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Mettre à niveau votre plan pour %(formattedPrice)s la première année"],"Upgrade your plan for %(formattedPrice)s for your first month":["Mettre à niveau votre plan pour %(formattedPrice)s le premier mois"],"Upgrade your plan for %(formattedPrice)s for your first day":["Mettre à niveau votre plan pour %(formattedPrice)s le premier jour"],"Appearance illustration":["Illustration d’Apparence"],"Products illustration":["Illustration de produits"],"Everything is looking great, keep it up!":["Tout se déroule à merveille, continuez comme ça !"],"Woo! We’ve made it to the last step! Great job":["Génial ! Nous voilà à la dernière étape ! Bon travail !"],"Only a few more tasks to tick off!":["Il ne reste plus que quelques tâches à accomplir !"],"Welcome to your Woo Express store":["Bienvenue dans votre boutique Woo Express"],"Welcome to %s":["Bienvenue dans %s"],"%1$d out of %2$d complete.":["%1$d sur %2$d terminés."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Vous êtes à deux doigts de commencer à vendre ! Procédez comme suit pour configurer votre boutique."],"Hide setup list":["Masquer la liste de configuration"],"The store setup process meets my needs.":["Le processus de configuration de la boutique répond à mes besoins."],"The store setup is easy to complete.":["La configuration de la boutique est facile à réaliser."],"We appreciate your feedback!":["Nous apprécions votre avis !"],"How was your experience?":["Comment s’est passée votre expérience ?"],"Hide this":["Masquer ceci"],"Show setup task list":["Afficher la liste des tâches de configuration"],"Task List Options":["Options de la liste de tâches"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Bravo ! Prenez le temps de fêter l’événement. Lorsque vous êtes prêt à lancer votre boutique, passez simplement à une formule payante. Cette action vous donnera accès aux deux tâches suivantes de la liste des tâches."],"Woohoo! Your trial store has been set up!":["Woohoo ! Votre boutique test a été créée !"],"You're awesome! One less item on your to-do list ✅":["Vous êtes formidable ! Une tâche de moins sur votre liste de choses à faire ✅"],"There was a problem setting up automated taxes. Please try again.":["Un problème est survenu lors de la configuration des taxes automatisées. Veuillez réessayer."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Pendant la période d’essai gratuite, vous avez accès aux réglages des taxes de vente, mais ces dernières ne sont pas collectables. {{br\/}}Pour commencer à vendre des produits, {{link}}passez à la version payante dès maintenant{{\/link}}."],"I don't charge sales tax":["Je ne facture pas la TVA"],"Set up taxes manually":["Configurer les taxes manuellement"],"Choose a tax partner":["Choisir un partenaire fiscal"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax peut automatiser le calcul des taxes de vente pour vous."],"Automate Taxes":["Automatiser les taxes"],"Automate taxes":["Automatiser les taxes"],"Head over to the tax rate settings screen to configure your tax rates":["Consultez l’écran des réglages des taux de taxe pour configurer ces derniers"],"Configure tax rates":["Configurer les taux de taxe"],"The address from which your business operates":["Adresse physique de l’entreprise"],"Set store location":["Localiser la boutique"],"Please select a country \/ region":["Veuillez sélectionner un pays ou une région."],"Post code":["Code postal"],"Address":["Adresse"],"Country \/ Region":["Pays\/région"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["En cliquant sur « Configurer », vous activez les taux de taxe, ainsi que les calculs. Vous trouverez plus d’informations {{link}}ici{{\/link}}."],"Configure":["Configurer"],"Continue setup":["Poursuivre la configuration"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["En installant Jetpack et WooCommerce Tax, vous acceptez les {{link}}Conditions d’utilisation{{\/link}}."],"100% free":["100 % gratuit"],"Powered by {{link}}Jetpack{{\/link}}":["Optimisé par {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformité au lien économique {{strong}}unique{{\/strong}}"],"Real-time sales tax calculation":["Calcul des taxes de vente en temps réel"],"Best for new stores":["Idéal pour les nouvelles boutiques"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Augmenter les ventes"],"Upgrade to a paid plan to unlock more features and start selling":["Passer à un plan payant pour accéder à de nouvelles fonctionnalités et commencer à vendre"],"Welcome modal navigation illustration 1":["Illustration de la navigation modale de bienvenue 1"],"Welcome modal navigation illustration 2":["Illustration de la navigation modale de bienvenue 2"],"Setup required":["Configuration requise"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Gagnez et gérez des revenus récurrents et obtenez des dépôts automatiques sur votre compte bancaire désigné."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendez sur les marchés internationaux et acceptez plus de 135 devises avec des moyens de paiement locaux."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Permettez à vos clients d’utiliser leur moyen de paiement préféré, y compris les cartes de débit et de crédit, Apple Pay, Sofort, SEPA, iDeal et bien d’autres encore."],"Accepted payment methods include:":["Moyens de paiement acceptés :"],"& more.":["et plus."],"Plugins":["Extensions"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Faire avancer les choses avec WooCommerce est devenu plus rapide. <a>Apprenez-en plus<\/a> sur notre nouvelle navigation ou découvrez-la par vous-même."],"Move faster with our new navigation":["Allez plus vite grâce à notre nouvelle navigation"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Obtenez des conseils et des tendances sur les performances de votre boutique chaque fois que vous revenez dans votre tableau de bord WordPress.com."],"Meet your new Home":["Découvrez votre nouvel accueil"],"Choose a new website address for your store or transfer one you already own.":["Choisissez une nouvelle adresse de site Web pour votre boutique ou transférez-en une que vous possédez déjà."],"Add a domain illustration":["Ajouter une illustration de domaine"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Une erreur est survenue lors de la connexion à WooCommerce Payments. Réessayez ou connectez-vous plus tard dans les réglages de la boutique."],"Launch anyway":["Lancer quand même"],"A few things to check before launching your store":["Quelques points à vérifier avant de lancer votre boutique"],"Before you launch":["Avant le lancement"],"Choose an address for your new website or transfer a domain you already own.":["Choisissez une adresse pour votre nouveau site Web ou transférez un domaine que vous possédez déjà."],"List products":["Répertorier des produits"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Commencez à vendre en ajoutant des produits ou services à votre boutique. Créez vos produits manuellement ou importez-les depuis une boutique existante."],"List your products":["Répertorier vos produits"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Proposez à vos clients un moyen de paiement à la fois simple et pratique ! Configurez un (ou plusieurs) de nos moyens de paiement rapides et sécurisés en ligne ou en personne."],"Get paid":["Faites-vous payer"],"You can always revert this under <a>Settings<\/a>.":["Vous pouvez toujours l’annuler dans <a>Réglages<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Félicitations, vous êtes prêt à lancer votre boutique ! Génial !"],"Ready to launch your store?":["Envie de lancer votre boutique ?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Vous avez changé d’avis ? Vous pouvez rendre votre boutique à nouveau privée en mettant à jour vos réglages de <a>Confidentialité<\/a>."],"View your store":["Voir votre boutique"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Félicitations pour le lancement de votre boutique WooCommerce. Prenez un moment pour célébrer la nouvelle et la partager !"],"Woo! You did it!":["Génial ! Vous l’avez fait !"],"Launching your store":["Lancement de votre boutique"],"Copied":["Copié"],"Dismiss this free trial informational banner.":["Ignorez cette bannière d’information sur l’essai gratuit."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Ceci est votre boutique d’essai gratuit où vous pouvez commencer à explorer ce qui est disponible ! Pour en savoir plus sur l’essai gratuit, cliquez sur Lire la suite."],"There was a problem saving your store location":["Un problème est survenu lors de l’enregistrement de la localisation de votre boutique"],"Launch your store":["Lancez votre boutique"],"2 minutes":["2 minutes"],"Add a domain":["Ajouter un domaine"],"Upgrade now":["Mettre à niveau maintenant"],"Get started":["Commencer"],"City":["Ville"],"Continue":["Continuer"],"Learn more":["Informations détaillées."]}}}