{"translation-revision-date":"2024-07-22 11:54:45+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_CL","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Contrata a un experto"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["¿No encuentras lo que estás buscando? ¡Contrata una de nuestras agencias expertas! Nuestros expertos de Woo pueden ayudarte a crear la tienda de tus sueños, desde nuevas extensiones hasta la creación total de la tienda."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["¿Quieres expandir la función de comercio electrónico de tu tienda? El mercado de Woo tiene cientos de extensiones fiables designadas específicamente para tu tienda."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Desde herramientas de SEO a funciones con varios idiomas, con los plugin de WordPress puedes personalizar tu sitio web para cualquier cosa que necesites hacer."],"Customize your website":["Personaliza tu sitio"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Añade funciones y características extra a tu sitio web con solo clicar un botón. Mejora tu plan a uno de pago y accede a miles de plugins gratuitos y de pago de WordPress. ¿Quieres saber qué se puede hacer?"],"Do it your way":["Hazlo a tu manera"],"Discover Extensions":["Descubre las extensiones"],"Extend your store":["Amplía tu tienda"],"Browse plugins":["Explorar plugins"],"Make anything happen, with plugins":["Haz que todo funcione con los plugins"],"Take your store to the next level, with extensions":["Mejora el nivel de tu tienda con extensiones"],"Upgrade now":["Mejora tu plan ahora"]}}}