{"translation-revision-date":"2024-10-10 13:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"tr","plural-forms":"nplurals=2; plural=(n > 1);"},"Create digital gift cards":["Dijital hediye kartları oluşturun"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Müşteri sadakatini artırmak, daha fazla gelir kazanmak ve mağazanızı yeni müşterilere tanıtmak için dijital hediye kartları satmaya ve kabul etmeye başlayın."],"Increase customer loyalty with gift cards":["Hediye kartlarıyla müşteri sadakatini artırın"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Sosyal reklam ile ürünlerinizi TikTok, Pinterest ve Meta platformlarına göz atan milyonlarca ilgili müşterinin önüne çıkarın."],"Reach more customers across social media":["Sosyal medyada daha fazla müşteriye ulaşın"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Doğrudan panonuzdan oluşturup yönetebileceğiniz ürün listelemeleri ve reklamlarıyla Google'daki etkin müşterilere ulaşın."],"Advertise your products on Google":["Ürünlerinizi Google'da tanıtın"],"Try AutomateWoo":["AutomateWoo'yu deneyin"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Müşterinizin satın alma verilerine yanıt veren otomatik pazarlama mesajlarıyla satışları artırın ve sadakat oluşturun."],"Automate your marketing":["Pazarlamanızı otomatikleştirin"],"Discover our built-in marketing tools to reach more customers and boost sales":["Daha fazla müşteriye ulaşmak ve satışlarınızı artırmak için yerleşik pazarlama araçlarımızı keşfedin"],"Grow your business with hundreds of extensions":["Yüzlerce uzantıyla işletmenizi büyütün"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Yerleşik pazarlama ve reklam araçlarımızla daha fazla müşteriye ulaşın ve işletmenizi büyütün. Hemen güçlü pazarlama araçlarımızın gücünü ortaya çıkarmak ve işletmenizi büyütmeye başlamak için ücretli bir pakete yükseltin!"],"Get ready to grow your business":["İşletmenizi büyütmeye hazırlanın"],"Upgrade now":["Şimdi yükselt"]}}}