{"translation-revision-date":"2024-07-07 11:46:57+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["Digitale Geschenkkarten erstellen"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Verkaufe und akzeptiere digitale Geschenkkarten, um die Kundenbindung zu festigen, mehr Einnahmen zu generieren und neue Kunden für deinen Shop zu gewinnen."],"Increase customer loyalty with gift cards":["Bessere Kundenbindung mit Geschenkkarten"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Mache mit Werbung in den sozialen Medien Millionen von aktiven Käufern, die auf TikTok, Pinterest und den Plattformen von Meta unterwegs sind, auf deine Produkte aufmerksam."],"Reach more customers across social media":["Mehr Kunden erreichen über soziale Medien"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Erreiche auf Google aktive Käufer mit Produkteinträgen und Werbung, die du direkt in deinem Dashboard erstellen und verwalten kannst."],"Advertise your products on Google":["Auf Google für deine Produkte werben"],"Try AutomateWoo":["AutomateWoo testen"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Steigere deinen Umsatz und binde deine Kunden durch automatisierte Marketingnachrichten, die auf die Kaufdaten deiner Kunden reagieren."],"Automate your marketing":["Automatisiere dein Marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Entdecke unsere integrierten Marketingtools, mit denen du mehr Kunden erreichen und deine Verkaufszahlen steigern kannst"],"Grow your business with hundreds of extensions":["Hunderte von Erweiterungen für den Ausbau deines Geschäfts"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Nutze unsere integrierten Tools für Marketing und Werbung, um mehr Kunden zu erreichen und dein Geschäft auszubauen. Führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um Zugang zu unseren leistungsstarken Marketingtools zu erhalten und noch heute mit dem Ausbau deines Geschäfts zu beginnen!"],"Get ready to grow your business":["Bereit für den Ausbau deines Geschäfts?"],"Upgrade now":["Jetzt upgraden"]}}}