Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: You’re almost ready to start selling! Follow these steps to set up your store.
ar: أصبحت مستعدًا تقريبًا لبدء البيع! اتبع هذه الخطوات لإعداد متجرك.
de_de: Du bist fast bereit, mit dem Verkauf zu beginnen! Gehe zum Einrichten deines Shops wie folgt vor.
es_cl: ¡Ya casi estás listo/a para empezar a vender! Sigue estos pasos para configurar tu tienda.
he_il: עוד מעט אפשר להתחיל למכור! להגדרת החנות שלך יש לבצע את הפעולות הבאות.
pt_br: Está quase tudo pronto para você começar a vender! Siga estes passos para configurar sua loja.
sv_se: Du är nästan redo att börja sälja! Följ dessa steg för att ställa in din butik.

source: Hide setup list
ar: إخفاء قائمة الإعداد
de_de: Einrichtungsliste ausblenden
es_cl: Ocultar lista de configuración
fr_ca: Masquer la liste de configuration
he_il: להסתיר רשימה הגדרות התקנה
id_id: Sembunyikan daftar penyiapan
it_it: Nascondi la lista di configurazione
pt_br: Ocultar lista de configuração
ru_ru: Скрыть список настроек
sv_se: Dölj listan med konfigurationsåtgärder
tr_tr: Kurulum listesini gizle

source: The store setup process meets my needs.
ar: تستوفي عملية إعداد المتجر الاحتياجات.
de_de: Der Shop-Einrichtungsvorgang erfüllt meine Bedürfnisse.
es_cl: El proceso de configuración de la tienda satisface mis necesidades.
fr_ca: Le processus de configuration de la boutique répond à mes besoins.
he_il: תהליך הגדרת החנות עונה על צרכיי.
id_id: Proses penyiapan toko sesuai kebutuhan saya.
it_it: Il processo di configurazione del negozio soddisfa le mie esigenze.
pt_br: O processo de configuração da loja atende às minhas necessidades.
ru_ru: Процесс настройки магазина отвечает моим требованиям.
sv_se: Butikskonfigurationsprocessen uppfyller mina behov.
tr_tr: Mağaza kurulum süreci ihtiyaçlarımı karşılıyor.

source: The store setup is easy to complete.
ar: يسهل إكمال إعداد المتجر.
de_de: Die Shop-Einrichtung lässt sich einfach durchführen.
es_cl: La configuración de la tienda es muy fácil.
fr_ca: La configuration de la boutique est facile à réaliser.
he_il: קל לבצע את תהליך הגדרת החנות.
id_id: Anda dapat menyiapkan toko dengan mudah.
it_it: La configurazione del negozio è facile da completare.
pt_br: A configuração da loja é fácil de concluir.
ru_ru: Процесс настройки магазина легковыполним.
sv_se: Butikskonfigurationen är enkel att slutföra.
tr_tr: Mağaza kurulumunun tamamlanması kolay.

source: We appreciate your feedback!
ar: نقدِّر الملاحظات التي تقدِّمها!
de_de: Wir freuen uns über dein Feedback!
es_cl: Agradecemos tus comentarios.
fr_ca: Nous apprécions votre avis !
he_il: אנו מודים לך על המשוב!
id_id: Terima kasih atas feedback Anda.
it_it: Apprezziamo il tuo feedback.
pt_br: Agradecemos seu feedback!
ru_ru: Ваш отзыв очень важен для нас!
sv_se: Vi uppskattar din feedback!
tr_tr: Geri bildirim için teşekkürler!

source: How was your experience?
ar: كيف كانت تجربتك؟
de_de: Was ist dein Eindruck?
es_cl: ¿Cómo ha sido tu experiencia?
fr_ca: Comment s’est passée votre expérience ?
he_il: מה דעתך לגבי החוויה?
id_id: Bagaimana pengalaman Anda?
it_it: Com'è stata la tua esperienza?
pt_br: Como foi sua experiência?
ru_ru: Каковы ваши впечатления?
sv_se: Hur var din upplevelse?
tr_tr: Deneyiminiz nasıldı?

source: Hide this
ar: إخفاء هذا
de_de: Ausblenden
es_cl: Ocultar esto
fr_ca: Masquer ceci
he_il: להסתיר את המידע
id_id: Sembunyikan
it_it: Nascondi
pt_br: Esconder isso
ru_ru: Скрыть
sv_se: Dölj detta
tr_tr: Bunu gizle

source: Show setup task list
ar: إظهار قائمة مهام الإعداد
de_de: Liste mit Einrichtungsaufgaben anzeigen
es_cl: Mostrar lista de tareas de configuración
fr_ca: Afficher la liste des tâches de configuration
he_il: להציג את רשימת משימות ההגדרה
id_id: Tampilkan daftar tugas penyiapan
it_it: Mostra elenco delle attività di configurazione
pt_br: Mostrar lista de tarefas de configuração
ru_ru: Показать список задач по настройке
sv_se: Visa uppgiftslista för inställning
tr_tr: Kurulum görev listesini göster

source: Task List Options
ar: خيارات قائمة المهام
de_de: Aufgabenlisten-Optionen
es_cl: Opciones de la lista de tareas
fr_ca: Options de la liste de tâches
he_il: אפשרויות רשימת המשימות
id_id: Pilihan Daftar Tugas
it_it: Opzioni elenco attività
pt_br: Opções da lista de tarefas
ru_ru: Параметры списка задач
sv_se: Uppgiftslistealternativ
tr_tr: Görev Listesi Seçenekleri

source: Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.
ar: تهانينا! خصص لحظة للاحتفال. وبمجرد أن تصبح مستعدًا لبدء متجرك، كل ما عليك فعله هو الترقية إلى خطة مدفوعة. سيؤدي ذلك أيضًا إلى فتح المهمتَين المقبلتَين في قائمة المهام.
de_de: Glückwunsch! Nimm dir einen Moment Zeit zum Feiern. Sobald du bereit für die Veröffentlichung deines Shops bist, musst du lediglich ein Upgrade auf einen kostenpflichtigen Tarif durchführen. Dann sind auch die beiden nächsten Aufgaben auf der Aufgabenliste verfügbar.
es_cl: ¡Enhorabuena! Dedica un instante a celebrarlo. Cuando estés listo/a para publicar tu tienda, lo único que tienes que hacer es mejorar a un plan de pago. Esto también desbloqueará las dos próximas tareas en la lista de tareas.
fr_ca: Bravo ! Prenez le temps de fêter l’événement. Lorsque vous êtes prêt à lancer votre boutique, passez simplement à une formule payante. Cette action vous donnera accès aux deux tâches suivantes de la liste des tâches.
he_il: איחולינו! מומלץ להקדיש מספר דקות כדי לחגוג. ברגע שהחנות שלך תהיה מוכנה להשקה, כל שעליך לעשות הוא לשדרג לתוכנית בתשלום. פעולה זו גם תציג לפניך את שתי המשימות הבאות ברשימת המשימות.
id_id: Selamat! Rayakan pencapaian Anda. Setelah siap meluncurkan toko, upgrade ke paket berbayar. Setelahnya, dua tugas selanjutnya akan muncul di daftar tugas.
it_it: Complimenti! Dedica un momento ai festeggiamenti. E non appena è tutto pronto per lanciare il tuo negozio, effettua l'aggiornamento a un piano a pagamento. In questo modo sbloccherai anche le due prossime attività presenti nell'elenco delle attività.
pt_br: Parabéns! Tire um momento para comemorar. E, quando quiser lançar sua loja, você só precisa fazer upgrade para um plano pago. Isso também desbloqueará as duas próximas tarefas na lista de tarefas.
ru_ru: Поздравляем! Возьмите паузу, чтобы отпраздновать. И когда вы уже будете готовы к запуску магазина, всё, что вам останется сделать, — перейти на платный тариф. Так вы сможете получить доступ ещё к двум задачам из списка.
sv_se: Grattis! Ta en stund och fira. Och när du är redo att lansera din butik är allt du behöver göra att uppgradera till ett betalpaket. Detta låser även upp de två kommande uppgifterna i uppgiftslistan.
tr_tr: Tebrikler! Kutlamak için bir dakikanızı ayırın. Mağazanızı yayınlamaya hazır olduğunuzda yapmanız gereken tek şey ücretli bir pakete yükseltmektir. Bu işlem ayrıca görev listesinde iki yaklaşan görevin kilidini de açar.

source: Woohoo! Your trial store has been set up!
ar: Woohoo! تم إعداد متجرك التجريبي!
de_de: Juhuuuh! Dein Test-Shop ist eingerichtet!
es_cl: ¡Estupendo! Se ha creado tu tienda de prueba.
fr_ca: Woohoo ! Votre boutique test a été créée !
he_il: איזה כיף! החנות הניסיונית שלך הוגדרה והותקנה!
id_id: Wow! Toko percobaan Anda sudah siap!
it_it: Evviva! Il tuo negozio di prova è stato configurato.
pt_br: Oba! Sua loja de teste foi configurada.
ru_ru: Ура! Пробная версия магазина настроена!
sv_se: Hurra! Din provperiodsbutik har konfigurerats.
tr_tr: Harika! Deneme mağazanız kuruldu!

source: You're awesome! One less item on your to-do list ✅
ar: أحسنتَ صنعًا! عنصر واحد أقل في قائمة المهام الخاصة بك ✅
de_de: Du bist großartig! Ein Eintrag weniger auf deiner To-do-Liste ✅
es_cl: ¡Estás haciendo un gran trabajo! Un elemento menos en tu lista de tareas ✅
fr_ca: Vous êtes formidable ! Une tâche de moins sur votre liste de choses à faire ✅
he_il: אדיר! פריט אחד ירד מרשימת המשימות שלך ✅
id_id: Anda keren! Anda bisa lanjut ke tugas berikutnya ✅
it_it: Sei impressionante! Un elemento in meno sul tuo elenco ✅
pt_br: Você está indo bem! Um coisa a menos na sua lista de afazeres ✅
ru_ru: Вы отлично справились! В вашем списке задач стало на один пункт меньше ✅
sv_se: Du är grym! En sak mindre på din att göra-lista ✅
tr_tr: Harika gidiyorsunuz! Yapılacaklar listenizden bir madde daha silindi ✅

source: There was a problem setting up automated taxes. Please try again.
ar: كانت هناك مشكلة في أثناء إعداد الضرائب التلقائية. ترجى المحاولة مجددًا.
de_de: Beim Einrichten von automatisierten Steuern ist ein Problem aufgetreten. Bitte versuche es erneut.
es_cl: Ha habido un problema al configurar los impuestos automáticos. Inténtalo de nuevo.
fr_ca: Un problème est survenu lors de la configuration des taxes automatisées. Veuillez réessayer.
he_il: בעיה בהגדרת מיסים אוטומטיים. נא לנסות שוב.
id_id: Terjadi masalah saat menyiapkan pajak otomatis. Coba lagi.
it_it: Si è verificato un problema durante la configurazione delle imposte automatizzate. Riprova.
pt_br: Ocorreu um erro ao configurar impostos automatizados. Tente novamente.
ru_ru: Возникла проблема при настройке автоматизированного налогообложения. Повторите попытку.
sv_se: Det var ett problem med att ställa in automatiska momser. Försök igen.
tr_tr: Otomatik vergiler ayarlanırken bir sorun oluştu. Lütfen tekrar deneyin.

source: During the free trial period you can configure your sales tax settings, but not collect it. {{br/}}To start selling products, {{link}}upgrade now{{/link}}.
ar: في أثناء فترة الإصدار التجريبي المجاني، يمكنك تكوين إعدادات ضرائب المبيعات، ولكن لا يمكنك تحصيلها. {{br/}}لبدء بيع المنتجات، {{link}}قم بالترقية الآن{{/link}}.
de_de: Solange der Gratis-Test läuft, kannst du zwar Einstellungen für die Umsatzsteuer einrichten, aber du kannst sie nicht erheben. {{br/}}{{link}}Führe jetzt ein Upgrade durch,{{/link}} um Produkte verkaufen zu können.
es_cl: Durante el periodo de prueba puedes configurar los ajustes del impuesto sobre las ventas, pero no recaudarlo. {{br/}}Para empezar a vender productos, {{link}}mejora tu plan ahora{{/link}}.
fr_ca: Pendant la période d’essai gratuite, vous avez accès aux réglages des taxes de vente, mais ces dernières ne sont pas collectables. {{br/}}Pour commencer à vendre des produits, {{link}}passez à la version payante dès maintenant{{/link}}.
he_il: בתקופת ההתנסות חינם ניתן לשנות את הגדרת מס הקנייה אך לא לגבות את המס. {{br/}}כדי להתחיל למכור מוצרים עליך {{link}}לשדרג עכשיו{{/link}}.
id_id: Selama periode percobaan gratis, Anda dapat mengonfigurasi pengaturan pajak penjualan, tetapi tidak dapat memungutnya. {{br/}}Untuk mulai menjual produk, {{link}}upgrade sekarang{{/link}}.
it_it: Durante il periodo di prova gratuito puoi configurare le impostazioni relative all'imposta sulle vendite ma non riscuoterla. {{br/}}Per iniziare a vendere prodotti, {{link}}aggiorna ora{{/link}}.
pt_br: Durante o período de teste gratuito, você pode definir as configurações de imposto sobre vendas, mas não recebê-lo. {{br/}}Para começar a vender produtos, {{link}}faça upgrade agora mesmo{{/link}}.
ru_ru: В течение бесплатного пробного периода вы можете настраивать параметры налога с продаж, но не взимать его. {{br/}}Чтобы начать продажи, {{link}}перейдите на платный тариф{{/link}}.
sv_se: Under den kostnadsfria provperioden kan du konfigurera dina inställningar för försäljningsmoms, men inte samla in moms. {{br/}}För att börja sälja produkter, {{link}}uppgradera nu{{/link}}.
tr_tr: Ücretsiz deneme sürümü süresinde satış vergisi ayarlarınızı yapılandırabilirsiniz, ancak satış vergilerinizi toplayamazsınız. {{br/}}Ürün satmaya başlamak için {{link}}hemen yükseltin{{/link}}.

source: I don't charge sales tax
ar: أنا لا أتقاضى ضريبة المبيعات
de_de: Ich berechne keine Umsatzsteuer
es_cl: No cobro impuestos
fr_ca: Je ne facture pas la TVA
he_il: אני לא גובה מס מכירות
id_id: Saya tidak membebankan pajak penjualan
it_it: Non addebito l'imposta sulle vendite
pt_br: Eu não cobro impostos sobre vendas
ru_ru: Я не взимаю налога с продаж
sv_se: Jag debiterar inte moms
tr_tr: Satış vergisi almıyorum

source: Set up taxes manually
ar: إعداد الضرائب يدويًا
de_de: Steuersätze manuell einrichten
es_cl: Configura los impuestos manualmente
fr_ca: Configurer les taxes manuellement
he_il: להגדיר את המיסים באופן ידני
id_id: Siapkan pajak secara manual
it_it: Configura le imposte manualmente
pt_br: Configurar impostos manualmente
ru_ru: Настроить налоги вручную
sv_se: Ställ in moms manuellt
tr_tr: Vergileri manuel olarak ayarlayın

source: Choose a tax partner
ar: اختيار شريك ضريبي
de_de: Steuerpartner auswählen
es_cl: Elige un socio fiscal
fr_ca: Choisir un partenaire fiscal
he_il: לבחור שותף לנושא מיסים
id_id: Pilih mitra pajak
it_it: Scegli un partner fiscale
pt_br: Escolher um parceiro fiscal
ru_ru: Выберите налогового партнёра
sv_se: Välj en momspartner
tr_tr: Bir vergi ortağı seçin

source: WooCommerce Tax can automate your sales tax calculations for you.
ar: يمكن أن تُنفِّذ خدمات WooCommerce Tax عملياتك الحسابية الخاصة بضرائب المبيعات تلقائيًا من أجلك.
de_de: WooCommerce Tax kann deine Umsatzsteuerberechnungen für dich automatisieren.
es_cl: WooCommerce Tax puede calcular por ti los impuestos de tus ventas.
fr_ca: WooCommerce Tax peut automatiser le calcul des taxes de vente pour vous.
he_il: באפשרותך לחשב מס מכירה באופן אוטומטי באמצעות שירות WooCommerce Tax.
id_id: Pajak WooCommerce dapat melakukan perhitungan otomatis pajak penjualan.
it_it: WooCommerce Tax può automatizzare i calcoli dell'imposta sulle vendite per te.
pt_br: O WooCommerce Tax pode automatizar os cálculos de impostos sobre vendas para você.
ru_ru: Плагин WooCommerce Tax может автоматизировать расчёт налогов с продаж.
sv_se: WooCommerce Tax kan beräkna försäljningsmoms i realtid åt dig.
tr_tr: WooCommerce Tax, satış vergisi hesaplamalarınızı sizin için otomatikleştirebilir.

source: Automate Taxes
ar: أتمتة الضرائب
de_de: Steuern automatisieren
es_cl: Automatizar impuestos
fr_ca: Automatiser les taxes
he_il: חישוב מיסים אוטומטי
id_id: Automasi Pajak
it_it: Automatizza le imposte
pt_br: Automatizar impostos
ru_ru: Автоматизированное налогообложение
sv_se: Automatisera momser
tr_tr: Vergileri Otomatikleştir

source: Automate taxes
ar: أتمتة الضرائب
de_de: Steuern automatisieren
es_cl: Automatizar impuestos
fr_ca: Automatiser les taxes
he_il: חישוב מיסים אוטומטי
id_id: Automasi pajak
it_it: Automatizza le imposte
pt_br: Automatizar impostos
ru_ru: Автоматизированное налогообложение
sv_se: Automatisera momser
tr_tr: Vergileri otomatikleştirin

source: Head over to the tax rate settings screen to configure your tax rates
ar: التوجُّه إلى شاشة إعدادات نسبة الضريبة لتكوين نسب الضرائب الخاصة بك
de_de: Wechsle zur Anzeige für Steuersatzeinstellungen, um deine Steuersätze zu konfigurieren
es_cl: Dirígete a la pantalla de ajustes de las tasas de impuestos para configurar tus tasas de impuestos
fr_ca: Consultez l’écran des réglages des taux de taxe pour configurer ces derniers
he_il: יש לגשת אל מסך של הגדרות שיעורי המס כדי להגדיר את שיעורי המס הרצויים
id_id: Buka layar pengaturan tarif pajak untuk mengonfigurasi tarif pajak Anda
it_it: Passa alla schermata delle impostazioni dell'aliquota per configurarla
pt_br: Vá para a tela de configurações de impostos para configurá-los
ru_ru: Перейдите на экран параметров налоговых ставок, чтобы настроить их
sv_se: Gå till inställningsvyn för momssatser för att konfigurera dina momssatser
tr_tr: Vergi oranlarınızı yapılandırmak için vergi oranı ayarları ekranına gidin.

source: Configure tax rates
ar: تكوين نسب الضرائب
de_de: Steuersätze konfigurieren
es_cl: Configurar las tasas de impuestos
fr_ca: Configurer les taux de taxe
he_il: להגדיר שיעורי מס
id_id: Konfigurasi tarif pajak
it_it: Configura le aliquote
pt_br: Configurar impostos
ru_ru: Настроить налоговые ставки
sv_se: Konfigurera momssatser
tr_tr: Vergi oranlarını yapılandırın

source: The address from which your business operates
ar: العنوان الذي تُدير أعمالك من خلاله
de_de: Die Adresse, an der dein Unternehmen tätig ist
es_cl: La dirección desde la que opera tu negocio
fr_ca: Adresse physique de l’entreprise
he_il: הכתובת שממנה פועל העסק שלך
id_id: Alamat operasi bisnis Anda
it_it: L'indirizzo da cui opera il tuo negozio
pt_br: O endereço no qual sua empresa opera
ru_ru: Адрес вашей компании
sv_se: Adressen från vilken ditt företag verkar
tr_tr: İşletmenizin faaliyet adresi

source: Set store location
ar: تعيين موقع المتجر
de_de: Shop-Standort einstellen
es_cl: Establecer la ubicación de la tienda
fr_ca: Localiser la boutique
he_il: לקבוע את מיקום החנות
id_id: Atur lokasi toko
it_it: Imposta la posizione del negozio
pt_br: Definir localização da loja
ru_ru: Настроить местоположение магазина
sv_se: Ställ in butikens plats
tr_tr: Mağaza konumunu ayarlayın

source: Please select a country / region
ar: يرجى تحديد دولة / منطقة
de_de: Bitte wählen Sie ein Land / eine Region aus
es_cl: Por favor, selecciona un país/región
fr_ca: Veuillez choisir un pays/région
he_il: נא לבחור מדינה / אזור
id_id: Mohon pilih negara / wilayah
it_it: Seleziona un Paese/Stato
pt_br: Selecione um país/região
ru_ru: Нужно указать страну/регион
sv_se: Välj ett land/region
tr_tr: Lütfen bir ülke / bölge seçin

source: Post code
ar: الرمز البريدي
de_de: Postleitzahl
es_cl: Código postal
fr_ca: Code postal
he_il: מיקוד
id_id: Kode pos
it_it: Codice postale
pt_br: CEP
ru_ru: Почтовый индекс
sv_se: Postnummer
tr_tr: Posta kodu

source: Address
ar: العنوان
de_de: Adresse
es_cl: Dirección
fr_ca: Adresse
he_il: כתובת
id_id: Alamat
it_it: Indirizzo
pt_br: Endereço
ru_ru: Адрес
sv_se: Adress
tr_tr: Adres

source: Country / Region
ar: الدولة / المنطقة
de_de: Land / Region
es_cl: País/Región
fr_ca: Pays/région
he_il: מדינה / אזור
id_id: Negara/Wilayah
it_it: Paese/regione
pt_br: País
ru_ru: Страна/регион
sv_se: Land/region
tr_tr: Ülke

source: By clicking "Configure" you're enabling tax rates and calculations. More info {{link}}here{{/link}}.
ar: يعني النقر على "تكوين" أنَّك تقوم بتمكين نسب الضرائب والعمليات الحسابية لها. يتوافر المزيد من المعلومات {{link}}هنا{{/link}}.
de_de: Wenn du auf „Konfigurieren“ klickst, aktivierst du Steuersätze und -berechnungen. Weitere Informationen findest du {{link}}hier{{/link}}.
es_cl: Al hacer clic en «Configurar», estás activando tasas de impuestos y cálculos. Más información {{link}}aquí{{/link}}.
fr_ca: En cliquant sur « Configurer », vous activez les taux de taxe, ainsi que les calculs. Vous trouverez plus d’informations {{link}}ici{{/link}}.
he_il: לחיצה על 'להגדיר תצורה' תגרום להפעלת שיעורי מס וחישובים. מידע נוסף זמין {{link}}כאן{{/link}}.
id_id: Dengan mengeklik "Konfigurasikan", Anda mengaktifkan tarif pajak dan penghitungan. Info selengkapnya dapat dilihat {{link}}di sini{{/link}}.
it_it: Facendo clic su "Configura" abiliti le aliquote e i calcoli. Trovi ulteriori informazioni {{link}}qui{{/link}}.
pt_br: Ao clicar em "Configurar", você ativa os impostos e os cálculos. Saiba mais {{link}}aqui{{/link}}.
ru_ru: Нажав «Настроить», вы включаете налоговые ставки и расчёты. Дополнительные сведения см. {{link}}здесь{{/link}}.
sv_se: Genom att klicka på Konfigurera aktiverar du momssatser och beräkningar. Du hittar mer information {{link}}här{{/link}}.
tr_tr: "Yapılandır" seçeneğine tıklayarak vergi oranlarını ve hesaplamaları etkinleştirirsiniz. Daha fazla bilgi için {{link}}bu bölüme{{/link}} bakın.

source: Configure
ar: ضبط
de_de: Konfigurieren
es_cl: Configurar
fr_ca: Configurer
he_il: תצורה
id_id: Konfigurasikan
it_it: Configura
pt_br: Configurar
ru_ru: Настроить
sv_se: Konfigurera
tr_tr: Yapılandır

source: Continue setup
ar: متابعة الإعداد
de_de: Mit der Einrichtung fortfahren
es_cl: Continuar con la configuración
fr_ca: Poursuivre la configuration
he_il: המשך ההתקנה
id_id: Lanjutkan penyiapan
it_it: Continua con la configurazione
pt_br: Prossiga com a configuração
ru_ru: Продолжить установку
sv_se: Fortsätt installationen
tr_tr: Kuruluma devam et

source: By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{/link}}.
ar: يعني تثبيت ضريبة WooCommerce وJetpack أنك توافق على {{link}}شروط الخدمة{{/link}}.
de_de: Durch die Installation von WooCommerce Tax und Jetpack stimmst du den {{link}}Geschäftsbedingungen{{/link}} zu.
es_cl: Al instalar WooCommerce Tax y Jetpack, aceptas las {{link}}Condiciones del servicio{{/link}}.
fr_ca: En installant Jetpack et WooCommerce Tax, vous acceptez les {{link}}Conditions d’utilisation{{/link}}.
he_il: התקנת WooCommerce Tax ו-Jetpack מהווה הסכמה מצדך לאמור ב{{link}}תנאי השירות{{/link}}.
id_id: Dengan menginstal WooCommerce Tax dan Jetpack, Anda setuju dengan {{link}}Ketentuan Layanan{{/link}}.
it_it: Installando WooCommerce Tax e Jetpack accetti i {{link}}Termini di servizio{{/link}}.
pt_br: Ao instalar o WooCommerce Tax e o Jetpack, você concorda com os {{link}}Termos de serviço{{/link}}.
ru_ru: Устанавливая плагины WooCommerce Tax и Jetpack, вы принимаете наши {{link}}Условия предоставления услуг{{/link}}.
sv_se: Genom att installera WooCommerce Tax och Jetpack samtycker du till {{link}}användarvillkoren{{/link}}.
tr_tr: WooCommerce Tax ve Jetpack'i kurarak {{link}}Hizmet Koşullarını{{/link}} kabul etmiş olursunuz.

source: 100% free
ar: مجاني بنسبة 100%
de_de: 100 % kostenlos
es_cl: 100 % gratis
fr_ca: 100 % gratuit
he_il: לגמרי בחינם
id_id: 100% gratis
it_it: 100% gratis
pt_br: 100% grátis
ru_ru: 100 % бесплатно
sv_se: 100&nbsp; gratis
tr_tr: %100 ücretsiz

source: Powered by {{link}}Jetpack{{/link}}
ar: مدعوم من {{link}}Jetpack{{/link}}
de_de: Bereitgestellt von {{link}}Jetpack{{/link}}
es_cl: Con la tecnología de {{link}}Jetpack{{/link}}
fr_ca: Optimisé par {{link}}Jetpack{{/link}}
he_il: מופעל על ידי {{link}}Jetpack{{/link}}
id_id: Didukung oleh {{link}}Jetpack{{/link}}
it_it: Con tecnologia {{link}}Jetpack{{/link}}
pt_br: Com tecnologia {{link}}Jetpack{{/link}}
ru_ru: На сайте используется {{link}}Jetpack{{/link}}
sv_se: Drivs med {{link}}Jetpack{{/link}}
tr_tr: {{link}}Jetpack{{/link}} tarafından desteklenir

source: {{strong}}Single{{/strong}} economic nexus compliance
ar: {{strong}}الامتثال برابطة{{/strong}} اقتصادية واحدة
de_de: Compliance mit dem wirtschaftlichen Nexus – {{strong}}einfach{{/strong}}
es_cl: Cumplimiento del nexo económico {{strong}}único{{/strong}}
fr_ca: Conformité au lien économique {{strong}}unique{{/strong}}
he_il: התאמה לתנאים של רשת כלכלית {{strong}}יחידה{{/strong}}
id_id: Kepatuhan perhubungan ekonomi {{strong}}tunggal{{/strong}}
it_it: Conformità nexus economica {{strong}}unica{{/strong}}
pt_br: Conformidade com nexus econômico {{strong}}único{{/strong}}
ru_ru: Соблюдение {{strong}}единых{{/strong}} правил определения экономических связей
sv_se: {{strong}}Enkel{{/strong}} överensstämmelse med ekonomisk nexus
tr_tr: {{strong}}Tek{{/strong}} ekonomik bağlantı uyumluluğu

source: Real-time sales tax calculation
ar: حساب ضريبة المبيعات في الوقت الفعلي
de_de: Umsatzsteuerberechnung in Echtzeit
es_cl: Cálculo de impuestos en tiempo real
fr_ca: Calcul des taxes de vente en temps réel
he_il: חישוב מס מכירות בזמן אמת
id_id: Penghitungan pajak penjualan real-time
it_it: Calcolo dell'imposta sulle vendite in tempo reale
pt_br: Cálculo de imposto sobre vendas em tempo real
ru_ru: Расчёт налога с продаж в реальном времени
sv_se: Beräkning av försäljningsmoms i realtid
tr_tr: Gerçek zamanlı satış vergisi hesaplama

source: Best for new stores
ar: الأفضل للمخازن الجديدة
de_de: Das Beste für neue Stores
es_cl: Lo mejor para las nuevas tiendas
fr_ca: Idéal pour les nouvelles boutiques
he_il: מומלץ לחנויות חדשות
id_id: Ideal untuk toko-toko baru
it_it: Il meglio per i nuovi negozi
pt_br: Ideal para novas lojas
ru_ru: Оптимально для новых магазинов
sv_se: Bäst för nya butiker
tr_tr: Yeni mağazalar için en iyisi

source: WooCommerce Tax
ar: ضريبة WooCommerce
de_de: WooCommerce Steuer
id_id: Pajak WooCommerce
sv_se: WooCommerce-moms
