{"translation-revision-date":"2024-10-10 13:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Just nu använder du en gratis provperiod. För att få tillgång till alla funktioner måste du uppgradera till ett betalpaket."],"Set up Stripe":["Ställ in Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Att ta emot betalningar är enkelt med Stripe. Sälj online och personligen och synkronisera alla betalningar, kunder, artiklar och lager."],"Payment illustration":["Betalningsillustration"],"Set up Square":["Ställ in Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Att acceptera betalningar är enkelt med Square. Sälj online och personligen och synkronisera alla betalningar, kunder, artiklar och lager."],"View options":["Visa alternativ"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Välj mellan snabba och säkra betalningsmetoder online och offline för att göra det enkelt för dina kunder att betala i din butik."],"It's time to get paid":["Det är dags att få betalt"],"Dismiss this banner.":["Avfärda denna banner."],"Start selling — for less!":["Börja sälja – för mindre!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s år"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s månader"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s dagar"],"Upgrade your plan for %(formattedPrice)s":["Uppgradera ditt paket för %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Uppgradera ditt paket för %(formattedPrice)s för ditt första år"],"Upgrade your plan for %(formattedPrice)s for your first month":["Uppgradera ditt paket för %(formattedPrice)s för din första månad"],"Upgrade your plan for %(formattedPrice)s for your first day":["Uppgradera ditt paket för %(formattedPrice)s för din första dag"],"Appearance illustration":["Illustration av utseende"],"Products illustration":["Produktillustration"],"Everything is looking great, keep it up!":["Allt ser bra ut, fortsätt så!"],"Woo! We’ve made it to the last step! Great job":["Woo! Vi har tagit oss till sista steget! Bra jobbat"],"Only a few more tasks to tick off!":["Bara några få uppgifter kvar att bocka av!"],"Welcome to your Woo Express store":["Välkommen till din Woo Express-butik"],"Welcome to %s":["Välkommen till %s"],"%1$d out of %2$d complete.":["%1$d av %2$d klara."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Du är nästan redo att börja sälja! Följ dessa steg för att ställa in din butik."],"Hide setup list":["Dölj listan med konfigurationsåtgärder"],"The store setup process meets my needs.":["Butikskonfigurationsprocessen uppfyller mina behov."],"The store setup is easy to complete.":["Butikskonfigurationen är enkel att slutföra."],"We appreciate your feedback!":["Vi uppskattar din feedback!"],"How was your experience?":["Hur var din upplevelse?"],"Hide this":["Dölj detta"],"Show setup task list":["Visa uppgiftslista för inställning"],"Task List Options":["Uppgiftslistealternativ"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Grattis! Ta en stund och fira. Och när du är redo att lansera din butik är allt du behöver göra att uppgradera till ett betalpaket. Detta låser även upp de två kommande uppgifterna i uppgiftslistan."],"Woohoo! Your trial store has been set up!":["Hurra! Din provperiodsbutik har konfigurerats."],"You're awesome! One less item on your to-do list ✅":["Du är grym! En sak mindre på din att göra-lista ✅"],"There was a problem setting up automated taxes. Please try again.":["Det var ett problem med att ställa in automatiska momser. Försök igen."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Under den kostnadsfria provperioden kan du konfigurera dina inställningar för försäljningsmoms, men inte samla in moms. {{br\/}}För att börja sälja produkter, {{link}}uppgradera nu{{\/link}}."],"I don't charge sales tax":["Jag debiterar inte moms"],"Set up taxes manually":["Ställ in moms manuellt"],"Choose a tax partner":["Välj en momspartner"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax kan beräkna försäljningsmoms i realtid åt dig."],"Automate Taxes":["Automatisera momser"],"Automate taxes":["Automatisera momser"],"Head over to the tax rate settings screen to configure your tax rates":["Gå till inställningsvyn för momssatser för att konfigurera dina momssatser"],"Configure tax rates":["Konfigurera momssatser"],"The address from which your business operates":["Adressen från vilken ditt företag verkar"],"Set store location":["Ställ in butikens plats"],"Please select a country \/ region":["Välj ett land\/region"],"Post code":["Postnummer"],"Address":["Adress"],"Country \/ Region":["Land\/region"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Genom att klicka på Konfigurera aktiverar du momssatser och beräkningar. Du hittar mer information {{link}}här{{\/link}}."],"Configure":["Konfigurera"],"Continue setup":["Fortsätt installationen"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Genom att installera WooCommerce Tax och Jetpack samtycker du till {{link}}användarvillkoren{{\/link}}."],"100% free":["100&nbsp; gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Drivs med {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Enkel{{\/strong}} överensstämmelse med ekonomisk nexus"],"Real-time sales tax calculation":["Beräkning av försäljningsmoms i realtid"],"Best for new stores":["Bäst för nya butiker"],"WooCommerce Tax":["WooCommerce-moms"],"Get more sales":["Öka din försäljning"],"Upgrade to a paid plan to unlock more features and start selling":["Uppgradera till ett betalt paket för att låsa upp fler funktioner och börja sälja"],"Welcome modal navigation illustration 1":["Välkommen modal navigering illustration 1"],"Welcome modal navigation illustration 2":["Välkommen modal navigering illustration 2"],"Setup required":["Konfiguration krävs"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Tjäna och hantera återkommande intäkter och få automatiska insättningar till ditt valda bankkonto."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Sälj till internationella marknader och acceptera mer än 135 valutor med lokala betalningsmetoder."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Erbjud dina kunder deras föredragna sätt att betala inklusive bank- och kreditkortsbetalningar, Apple Pay, Sofort, SEPA, iDeal och många fler."],"Accepted payment methods include:":["Accepterade betalningsmetoder inkluderar:"],"& more.":["och mer."],"Plugins":["Tillägg"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Att få saker gjorda med WooCommerce går nu ännu snabbare. <a>Läs mer<\/a> om vår nya navigering – eller gå vidare och utforska på egen hand."],"Move faster with our new navigation":["Arbeta snabbare med vår nya navigering"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Få tips och insikter om din butiks prestanda varje gång du går tillbaka till din WordPress.com-adminpanel."],"Meet your new Home":["Det här är din nya startsida"],"Choose a new website address for your store or transfer one you already own.":["Välj en ny webbplatsadress för din butik eller överför en du redan äger."],"Add a domain illustration":["Lägg till en domänillustration"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Det var ett fel att ansluta till WooCommerce Payments. Försök igen eller anslut senare i butiksinställningarna."],"Launch anyway":["Lansera ändå"],"A few things to check before launching your store":["Några saker att kontrollera innan du lanserar din butik"],"Before you launch":["Innan du lanserar"],"Choose an address for your new website or transfer a domain you already own.":["Välj en adress för din nya webbplats eller överför en domän som du redan äger."],"List products":["Lista produkter"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Börja sälja genom att lägga till produkter eller tjänster i din butik. Skapa dina produkter manuellt eller importera dem från en befintlig butik."],"List your products":["Lista dina produkter"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Ge dina kunder ett enkelt och bekvämt sätt att betala. Konfigurera en (eller flera) av våra snabba och säkra betalningsmetoder för onlinebetalningar eller personliga betalningar."],"Get paid":["Få betalt"],"You can always revert this under <a>Settings<\/a>.":["Du kan alltid återställa detta under <a>Inställningar<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Det är dags att fira – du är redo att lansera din butik! Woo!"],"Ready to launch your store?":["Är du redo att lansera din butik?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Har du ändrat dig? Du kan göra din butik privat igen genom att uppdatera dina <a>integritetsinställningar<\/a>."],"View your store":["Visa din butik"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Grattis till lanseringen av din WooCommerce-butik. Ta en stund att fira och dela nyheterna!"],"Woo! You did it!":["Woo! Du gjorde det!"],"Launching your store":["Lanserar din butik"],"Copied":["Kopierad"],"Dismiss this free trial informational banner.":["Avfärda denna banner med information om en gratis provperiod."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Det här är din kostnadsfria provperiodsbutik där du kan börja utforska vad som är tillgängligt. För mer information om den kostnadsfria provperioden, klicka på \"Läs mer\"."],"There was a problem saving your store location":["Det var ett problem att spara din butiksplats"],"Launch your store":["Lansera din butik"],"2 minutes":["2 minuter"],"Add a domain":["Lägg till en domän"],"Upgrade now":["Uppgradera nu"],"Get started":["Kom igång"],"City":["Ort"],"Continue":["Fortsätt"],"Learn more":["Lär dig mer"]}}}