{"translation-revision-date":"2024-10-10 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"Create digital gift cards":["Créer des cartes-cadeaux numériques"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Commencez à vendre et à accepter des cartes-cadeaux numériques pour fidéliser votre clientèle, augmenter votre chiffre d’affaires et attirer de nouveaux clients sur votre boutique."],"Increase customer loyalty with gift cards":["Fidéliser davantage vos clients grâce aux cartes-cadeaux"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Mettez vos produits en avant auprès de millions d’acheteurs engagés qui parcourent TikTok, Pinterest et Meta grâce à la publicité sur les réseaux sociaux."],"Reach more customers across social media":["Atteindre plus de clients sur les réseaux sociaux"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Atteignez les acheteurs actifs sur Google avec des listes de produits et des publicités que vous pouvez créer et gérer directement à partir de votre tableau de bord."],"Advertise your products on Google":["Faire la publicité de vos produits sur Google"],"Try AutomateWoo":["Essayer AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Stimulez les ventes et fidélisez vos clients grâce à des messages marketing automatisés qui répondent à leurs données d’achat."],"Automate your marketing":["Automatisez votre marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Découvrez nos outils de marketing intégrés pour atteindre plus de clients et stimuler vos ventes."],"Grow your business with hundreds of extensions":["Développer votre activité grâce à des centaines d’extensions"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Atteignez plus de clients et développez votre activité grâce à nos outils de marketing et de publicité intégrés. Passez à un plan payant pour profiter de nos puissants outils marketing et commencez à développer votre activité dès aujourd’hui !"],"Get ready to grow your business":["Soyez prêt à développer votre activité"],"Upgrade now":["Mettre à niveau maintenant"]}}}