{"translation-revision-date":"2024-10-10 16:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n > 1);"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["No momento, você está no teste gratuito. Para ter acesso a toda gama de funcionalidades, atualize para um plano pago."],"Set up Stripe":["Configurar Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["É fácil aceitar pagamentos com o Stripe. Venda de maneira online e presencial e sincronize todos os pagamentos, clientes, itens e estoque."],"Payment illustration":["Ilustração de pagamento"],"Set up Square":["Configurar o Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["É fácil aceitar pagamentos com o Square. Venda de maneira online e presencial e sincronize todos os pagamentos, clientes, itens e estoque."],"View options":["Ver opções"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Escolha uma das formas de pagamento rápidas e seguras online e offline para facilitar o pagamento na sua loja."],"It's time to get paid":["É hora de receber o pagamento"],"Dismiss this banner.":["Ignorar este banner."],"Start selling — for less!":["Comece a vender pagando menos!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s anos"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s meses"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s dias"],"Upgrade your plan for %(formattedPrice)s":["Faça upgrade do seu plano por %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Faça upgrade do seu plano por %(formattedPrice)s no primeiro ano"],"Upgrade your plan for %(formattedPrice)s for your first month":["Faça upgrade do seu plano por %(formattedPrice)s no primeiro mês"],"Upgrade your plan for %(formattedPrice)s for your first day":["Faça upgrade do seu plano por %(formattedPrice)s no primeiro dia"],"Appearance illustration":["Ilustração de aparência"],"Products illustration":["Ilustração de produtos"],"Everything is looking great, keep it up!":["Está tudo muito bom, continue assim!"],"Woo! We’ve made it to the last step! Great job":["Oba! Chegamos à última etapa. Bom trabalho"],"Only a few more tasks to tick off!":["Apenas mais algumas tarefas para concluir."],"Welcome to your Woo Express store":["Boas-vindas à sua loja do Woo Express"],"Welcome to %s":["Boas-vindas a %s"],"%1$d out of %2$d complete.":["%1$d de %2$d tarefas concluída(s)."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Está quase tudo pronto para você começar a vender! Siga estes passos para configurar sua loja."],"Hide setup list":["Ocultar lista de configuração"],"The store setup process meets my needs.":["O processo de configuração da loja atende às minhas necessidades."],"The store setup is easy to complete.":["A configuração da loja é fácil de concluir."],"We appreciate your feedback!":["Agradecemos seu feedback!"],"How was your experience?":["Como foi sua experiência?"],"Hide this":["Esconder isso"],"Show setup task list":["Mostrar lista de tarefas de configuração"],"Task List Options":["Opções da lista de tarefas"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Parabéns! Tire um momento para comemorar. E, quando quiser lançar sua loja, você só precisa fazer upgrade para um plano pago. Isso também desbloqueará as duas próximas tarefas na lista de tarefas."],"Woohoo! Your trial store has been set up!":["Oba! Sua loja de teste foi configurada."],"You're awesome! One less item on your to-do list ✅":["Você está indo bem! Um coisa a menos na sua lista de afazeres ✅"],"There was a problem setting up automated taxes. Please try again.":["Ocorreu um erro ao configurar impostos automatizados. Tente novamente."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Durante o período de teste gratuito, você pode definir as configurações de imposto sobre vendas, mas não recebê-lo. {{br\/}}Para começar a vender produtos, {{link}}faça upgrade agora mesmo{{\/link}}."],"I don't charge sales tax":["Eu não cobro impostos sobre vendas"],"Set up taxes manually":["Configurar impostos manualmente"],"Choose a tax partner":["Escolher um parceiro fiscal"],"WooCommerce Tax can automate your sales tax calculations for you.":["O WooCommerce Tax pode automatizar os cálculos de impostos sobre vendas para você."],"Automate Taxes":["Automatizar impostos"],"Automate taxes":["Automatizar impostos"],"Head over to the tax rate settings screen to configure your tax rates":["Vá para a tela de configurações de impostos para configurá-los"],"Configure tax rates":["Configurar impostos"],"The address from which your business operates":["O endereço no qual sua empresa opera"],"Set store location":["Definir localização da loja"],"Please select a country \/ region":["Selecione um país\/região"],"Post code":["CEP"],"Address":["Endereço"],"Country \/ Region":["País"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao clicar em \"Configurar\", você ativa os impostos e os cálculos. Saiba mais {{link}}aqui{{\/link}}."],"Configure":["Configurar"],"Continue setup":["Prossiga com a configuração"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar o WooCommerce Tax e o Jetpack, você concorda com os {{link}}Termos de serviço{{\/link}}."],"100% free":["100% grátis"],"Powered by {{link}}Jetpack{{\/link}}":["Com tecnologia {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformidade com nexus econômico {{strong}}único{{\/strong}}"],"Real-time sales tax calculation":["Cálculo de imposto sobre vendas em tempo real"],"Best for new stores":["Ideal para novas lojas"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Obtenha mais vendas"],"Upgrade to a paid plan to unlock more features and start selling":["Desbloqueie novas funcionalidades e comece a vender ao fazer upgrade para um plano pago"],"Welcome modal navigation illustration 1":["Ilustração de navegação modal de boas-vindas 1"],"Welcome modal navigation illustration 2":["Ilustração de navegação modal de boas-vindas 2"],"Setup required":["Configuração obrigatória"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Obtenha e gerencie pagamentos recorrentes e receba depósitos automáticos na conta bancária indicada."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Venda para mercados internacionais e aceite mais de 135 moedas com métodos de pagamento locais."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Permita que seus clientes paguem como preferirem, incluindo pagamentos com cartão de débito e crédito, Apple Pay, Sofort, SEPA, iDeal e muito mais."],"Accepted payment methods include:":["Os métodos de pagamento aceitos incluem:"],"& more.":["e muito mais."],"Plugins":["Plugins"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Fazer acontecer com o WooCommerce agora é muito mais rápido. <a>Leia mais<\/a> sobre nossa nova navegação ou explore por conta própria."],"Move faster with our new navigation":["Acelere o seu avanço com a nossa nova navegação"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Confira as dicas e informações sobre o desempenho da sua loja sempre que acessar o painel do WordPress.com."],"Meet your new Home":["Conheça sua nova Página inicial"],"Choose a new website address for your store or transfer one you already own.":["Escolha um novo endereço de site para sua loja ou transfira o que você já possui."],"Add a domain illustration":["Adicionar uma ilustração de domínio"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ocorreu um erro ao se conectar ao WooCommerce Payments. Tente novamente ou se conecte mais tarde nas configurações da loja."],"Launch anyway":["Lançar mesmo assim"],"A few things to check before launching your store":["Algumas coisas que você deve verificar antes de lançar sua loja"],"Before you launch":["Antes de lançar"],"Choose an address for your new website or transfer a domain you already own.":["Escolha um endereço para o seu novo site ou transfira um domínio que você já possui."],"List products":["Listar produtos"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Adicione produtos ou serviços à loja para começar a vender. Crie produtos manualmente ou importe-os de uma loja existente."],"List your products":["Liste seus produtos"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Ofereça aos seus clientes uma maneira fácil e conveniente de pagar. Configure uma ou mais das nossas rápidas e seguras formas de pagamento online ou presencial."],"Get paid":["Receba pagamentos"],"You can always revert this under <a>Settings<\/a>.":["Você pode reverter quando quiser em <a>Configurações<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Sua loja está pronta para ser lançada. É hora de comemorar! Eba!"],"Ready to launch your store?":["Pronto para lançar sua loja?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Mudou de ideia? Se quiser tornar sua loja privada novamente, atualize as <a>configurações de privacidade<\/a>."],"View your store":["Visualizar sua loja"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Parabéns pelo lançamento da sua loja com o WooCommerce! Agora é hora de comemorar e espalhar a novidade."],"Woo! You did it!":["Eba! Você conseguiu!"],"Launching your store":["Como lançar sua loja"],"Copied":["Copiado"],"Dismiss this free trial informational banner.":["Ignore este banner informacional sobre o teste gratuito."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Esta é sua loja de teste gratuito. Você pode começar a explorar o que está disponível. Para saber mais sobre o teste gratuito, clique em \"Leia mais\"."],"There was a problem saving your store location":["Ocorreu um problema ao salvar a localização da sua loja"],"Launch your store":["Lance sua loja"],"2 minutes":["2 minutos"],"Add a domain":["Adicionar um domínio"],"Upgrade now":["Faça o upgrade agora"],"Get started":["Iniciar"],"City":["Cidade"],"Continue":["Continuar"],"Learn more":["Saiba mais."]}}}