{"translation-revision-date":"2024-07-07 11:46:57+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Engagiere einen Experten"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Deine Suche war nicht erfolgreich? Engagiere eine unserer erfahrenen Agenturen! Von neuen Erweiterungen bis hin zu kompletten Shops: Unsere Woo-Experten helfen dir dabei, den Shop deiner Träume zu gestalten."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Du möchtest die E-Commerce-Funktionen deines Shops erweitern? Der Woo-Marktplatz bietet Hunderte vertrauenswürdiger Erweiterungen, die speziell für deinen Shop entwickelt wurden."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Von SEO-Tools bis zu mehrsprachigen Funktionen – mit WordPress-Plugins kannst du deine Website individuell anpassen."],"Customize your website":["Anpassen Ihrer Website"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Füge mit nur einem Button-Klick zusätzliche Funktionen und Features zu deiner Website hinzu. Führe ein Upgrade auf einen kostenpflichtigen Tarif durch und erhalte Zugang zu Tausenden von kostenlosen und kostenpflichtigen WordPress-Plugins. Möchtest du wissen, was alles möglich ist?"],"Do it your way":["Ganz auf deine Art"],"Discover Extensions":["Erweiterungen entdecken"],"Extend your store":["Deinen Shop ausbauen"],"Browse plugins":["Plugins durchsuchen"],"Make anything happen, with plugins":["Ideen umsetzen mit Plugins"],"Take your store to the next level, with extensions":["Bringe deinen Shop mit Erweiterungen auf ein neues Level"],"Upgrade now":["Jetzt upgraden"]}}}