Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?
ar: أضف الوظائف والميزات الإضافية إلى موقعك على الويب بنقرة زر. قم بالترقية إلى خطة مدفوعة وتمتع بالوصول إلى آلاف من إضافات ووردبريس المجانية والمدفوعة. هل تشعر بالفضول لمعرفة ما يُعد ممكنًا؟
de_de: Füge mit nur einem Button-Klick zusätzliche Funktionen und Features zu deiner Website hinzu. Führe ein Upgrade auf einen kostenpflichtigen Tarif durch und erhalte Zugang zu Tausenden von kostenlosen und kostenpflichtigen WordPress-Plugins. Möchtest du wissen, was alles möglich ist?
es_cl: Añade funciones y características extra a tu sitio web con solo clicar un botón. Mejora tu plan a uno de pago y accede a miles de plugins gratuitos y de pago de WordPress. ¿Quieres saber qué se puede hacer?
fr_ca: Ajoutez des fonctionnalités supplémentaires à votre site Web en un clic. Passez à un plan payant et accédez à des milliers d’extensions WordPress gratuites et payantes. Votre curiosité vous pousse à découvrir tous les possibles ?
he_il: להוסיף פונקציונליות ואפשרויות לאתר שלך בלחיצת כפתור. משדרגים לתוכנית בתשלום ומקבלים גישה לאלפי תוספים של WordPress – חינמיים ובתשלום. רוצה לדעת מה אפשרי?
id_id: Tambahkan fungsionalitas dan fitur tambahan ke situs Anda dengan sekali klik. Upgrade ke paket berbayar dan dapatkan akses ke ribuan plugin WordPress gratis dan berbayar. Ingin menjadikan situs sesuai keinginan?
it_it: Aggiungi funzionalità e caratteristiche extra al tuo sito web facendo semplicemente clic su un pulsante. Effettua l'aggiornamento a un piano a pagamento e ottieni l'accesso a migliaia di plugin WordPress gratuiti e a pagamento. Vuoi sapere cosa puoi fare?
pt_br: Adicione mais funcionalidades ao seu site com apenas um clique. Faça upgrade para um plano pago e acesse milhares de plugins gratuitos e pagos do WordPress. Quer descobrir o que é possível?
ru_ru: Добавляйте дополнительные функции и возможности одним нажатием кнопки. Перейдите на платный тарифный план и получите доступ к тысячам платных и бесплатных плагинов WordPress . Хотите узнать, где границы возможного?
sv_se: Lägg till ytterligare funktioner till din webbplats med en knapptryckning. Uppgradera till ett betalpaket och få tillgång till tusentals gratis- och betaltillägg för WordPress. Är du nyfiken på vad som är möjligt?
tr_tr: Bir düğmeye tıklayarak web sitenize ekstra işlev ve özellikler ekleyin. Ücretli bir pakete yükseltip binlerce ücretsiz ve ücretli WordPress eklentisine erişim edinin. Nelerin mümkün olduğunu mu merak ediyorsunuz?

source: Do it your way
ar: القيام بذلك بطريقتك
de_de: Ganz auf deine Art
es_cl: Hazlo a tu manera
fr_ca: Faites-le à votre manière
he_il: לעבוד בדרך שלך
id_id: Lakukan sesuai keinginan Anda
it_it: Fallo a modo tuo
pt_br: Faça do seu jeito
ru_ru: Делайте всё по-своему
sv_se: Gör det på ditt sätt
tr_tr: İstediğiniz gibi yapın

source: Discover Extensions
ar: اكتشاف الامتدادات
de_de: Erweiterungen entdecken
es_cl: Descubre las extensiones
fr_ca: Découvrir les extensions
he_il: לגלות הרחבות
id_id: Jelajahi Ekstensi
it_it: Scopri le estensioni
pt_br: Conheça as extensões
ru_ru: Знакомьтесь с расширениями
sv_se: Upptäck utökningar
tr_tr: Uzantıları Keşfedin

source: Extend your store
ar: توسيع متجرك
de_de: Deinen Shop ausbauen
es_cl: Amplía tu tienda
fr_ca: Développer votre boutique
he_il: להרחיב את החנות שלך
id_id: Perluas toko Anda
it_it: Estendi il tuo negozio
pt_br: Amplie sua loja
ru_ru: Развивайте свой магазин
sv_se: Utöka din butik
tr_tr: Mağazanızı genişletin

source: Browse plugins
ar: تصفُّح الإضافات
de_de: Plugins durchsuchen
es_cl: Explorar plugins
fr_ca: Parcourir les extensions
he_il: לעיין בתוספים
id_id: Telusuri plugin
it_it: Sfoglia i plugin
pt_br: Procurar plugins
ru_ru: Плагины
sv_se: Bläddra bland tillägg
tr_tr: Eklentilere göz atın

source: Make anything happen, with plugins
ar: جعل أي شيء قابلاً للحدوث باستخدام الإضافات
de_de: Ideen umsetzen mit Plugins
es_cl: Haz que todo funcione con los plugins
fr_ca: Donnez vie à vos idées avec les extensions.
he_il: אפשר לעשות כל דבר בעזרת תוספים
id_id: Wujudkan segalanya dengan plugin
it_it: Rendi possibile qualsiasi cosa con i plugin
pt_br: Com os plugins, tudo é possível
ru_ru: С помощью плагинов возможно всё
sv_se: Få vad som helst att hända med tillägg
tr_tr: Eklentilerle her şeyi gerçekleştirin

source: Create digital gift cards
ar: إنشاء بطاقات هدايا رقمية
de_de: Digitale Geschenkkarten erstellen
es_cl: Crea tarjetas regalo digitales
fr_ca: Créer des cartes-cadeaux numériques
he_il: ליצור כרטיסי שי דיגיטליים
id_id: Buat kartu hadiah digital
it_it: Crea gift card digitali
pt_br: Crie cartões-presente digitais
ru_ru: Создавайте цифровые подарочные карты
sv_se: Skapa digitala presentkort
tr_tr: Dijital hediye kartları oluşturun

source: Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.
ar: ابدأ بيع بطاقات الهدايا الرقمية واقبلها لزيادة ولاء العملاء وتحقيق مزيد من الإيرادات وتقديم عملاء جدد إلى متجرك.
de_de: Verkaufe und akzeptiere digitale Geschenkkarten, um die Kundenbindung zu festigen, mehr Einnahmen zu generieren und neue Kunden für deinen Shop zu gewinnen.
es_cl: Empieza a vender y aceptar tarjetas regalo digitales para aumentar la fidelidad de los clientes, obtener más ingresos e introducir nuevos clientes en tu tienda.
fr_ca: Commencez à vendre et à accepter des cartes-cadeaux numériques pour fidéliser votre clientèle, augmenter votre chiffre d’affaires et attirer de nouveaux clients sur votre boutique.
he_il: באפשרותך להתחיל למכור ולקבל כרטיסי שי דיגיטליים כדי להגביר את נאמנות הלקוחות, להפיק יותר הכנסות ולמשוך לקוחות חדשים לחנות שלך.
id_id: Mulailah berjualan dan menerima kartu hadiah digital untuk meningkatkan loyalitas pelanggan, meraup pendapatan yang lebih besar, dan menarik pelanggan baru ke toko Anda.
it_it: Inizia a vendere e ad accettare gift card digitali per aumentare la fedeltà dei clienti, ottenere maggiori profitti e introdurre nuovi clienti al tuo negozio.
pt_br: Comece a vender e aceitar cartões-presente digitais para aumentar a fidelidade dos clientes, gerar mais receita e apresentar sua loja a novos compradores.
ru_ru: Продавайте и принимайте цифровые подарочные карты, чтобы повысить лояльность клиентов, увеличить доход и привлечь новых клиентов в ваш магазин.
sv_se: Börja sälja och ta emot digitala presentkort för att öka kundlojaliteten, öka intäkterna och introducera nya kunder till din butik.
tr_tr: Müşteri sadakatini artırmak, daha fazla gelir kazanmak ve mağazanızı yeni müşterilere tanıtmak için dijital hediye kartları satmaya ve kabul etmeye başlayın.

source: Increase customer loyalty with gift cards
ar: زيادة ولاء العملاء باستخدام بطاقات الهدايا
de_de: Bessere Kundenbindung mit Geschenkkarten
es_cl: Fideliza a tus clientes con tarjetas regalo
fr_ca: Fidéliser davantage vos clients grâce aux cartes-cadeaux
he_il: להגביר את נאמנות הלקוחות בעזרת כרטיסי שי
id_id: Tingkatkan loyalitas pelanggan dengan kartu hadiah
it_it: Aumenta la fedeltà dei clienti con le gift card
pt_br: Aumente a fidelidade dos clientes com cartões-presente
ru_ru: Подарочные карты помогают повысить лояльность клиентов
sv_se: Öka kundlojalitet med presentkort
tr_tr: Hediye kartlarıyla müşteri sadakatini artırın

source: Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.
ar: اعرض منتجاتك أمام ملايين من المتسوقين المشاركين الذين يتصفحون منصات TikTok وبينتريست وMeta مع الإعلانات الاجتماعية.
de_de: Mache mit Werbung in den sozialen Medien Millionen von aktiven Käufern, die auf TikTok, Pinterest und den Plattformen von Meta unterwegs sind, auf deine Produkte aufmerksam.
es_cl: Haz llegar tus productos a millones de compradores comprometidos que navegan por las plataformas TikTok, Pinterest y Meta con publicidad en redes sociales.
fr_ca: Mettez vos produits en avant auprès de millions d’acheteurs engagés qui parcourent TikTok, Pinterest et Meta grâce à la publicité sur les réseaux sociaux.
he_il: לחשוף את המוצרים שלך למיליוני קונים פעילים שמסיירים בפלטפורמות כמו TikTok‏, Pinterest ו-Meta באמצעות פרסום ברשתות חברתיות.
id_id: Hadirkan produk Anda untuk jutaan pembeli aktif yang berjelajah di platform TikTok, Pinterest, dan Meta melalui iklan sosial media.
it_it: Mostra i tuoi prodotti a milioni di acquirenti che navigano sulle piattaforme TikTok, Pinterest e Meta con le pubblicità sui social.
pt_br: Exiba seus produtos para milhões de compradores engajados que navegam pelo TikTok, Pinterest e plataformas Meta com a publicidade em redes sociais.
ru_ru: С помощью рекламы в социальных сетях представьте ваши товары миллионам заинтересованных покупателей, которые пользуются платформами TikTok, Pinterest и Meta.
sv_se: Få dina produkter att synas för miljontals engagerade köpare på plattformarna TikTok, Pinterest och Meta med hjälp av social annonsering.
tr_tr: Sosyal reklam ile ürünlerinizi TikTok, Pinterest ve Meta platformlarına göz atan milyonlarca ilgili müşterinin önüne çıkarın.

source: Reach more customers across social media
ar: الوصول إلى مزيد من العملاء عبر شبكات التواصل الاجتماعي
de_de: Mehr Kunden erreichen über soziale Medien
es_cl: Llega a más clientes a través de las redes sociales
fr_ca: Atteindre plus de clients sur les réseaux sociaux
he_il: להגיע ליותר לקוחות ברשתות החברתיות השונות
id_id: Jangkau lebih banyak pelanggan di media sosial
it_it: Raggiungi più clienti tramite i social media
pt_br: Alcance mais clientes usando redes sociais
ru_ru: Охватите больше клиентов в социальных сетях
sv_se: Nå fler kunder via sociala medier
tr_tr: Sosyal medyada daha fazla müşteriye ulaşın

source: Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.
ar: يمكنك الوصول إلى المتسوقين النشطين عبر غوغل من خلال قوائم المنتجات والإعلانات التي يمكنك إنشاؤها وإدارتها مباشرةً من لوحة التحكم لديك.
de_de: Erreiche auf Google aktive Käufer mit Produkteinträgen und Werbung, die du direkt in deinem Dashboard erstellen und verwalten kannst.
es_cl: Llega a compradores activos a través de Google con listas de productos y anuncios, que puedes crear y gestionar directamente desde tu escritorio.
fr_ca: Atteignez les acheteurs actifs sur Google avec des listes de produits et des publicités que vous pouvez créer et gérer directement à partir de votre tableau de bord.
he_il: להגיע למיליוני קונים פעילים ברחבי Google עם מודעות ופרסומות על מוצרים שבאפשרותך ליצור ולנהל היישר מלוח הבקרה שלך.
id_id: Jangkau pembeli aktif di Google melalui listing dan iklan produk yang dapat Anda buat dan kelola langsung dari dasbor Anda.
it_it: Raggiungi acquirenti attivi su Google con schede dei prodotti e annunci pubblicitari che puoi creare e gestire direttamente dalla tua bacheca.
pt_br: Alcance compradores ativos em todo o Google com catálogos de produtos e anúncios que você pode criar e gerenciar diretamente no seu painel.
ru_ru: Прямо на консоли создавайте списки продуктов и рекламу и управляйте ими, привлекая активных покупателей в Google.
sv_se: Nå aktiva köpare i Google med produktlistor och annonser som du kan skapa och hantera direkt i din adminpanel.
tr_tr: Doğrudan panonuzdan oluşturup yönetebileceğiniz ürün listelemeleri ve reklamlarıyla Google'daki etkin müşterilere ulaşın.

source: Advertise your products on Google
ar: الإعلان عن منتجاتك على غوغل
de_de: Auf Google für deine Produkte werben
es_cl: Promociona tus productos en Google
fr_ca: Faire la publicité de vos produits sur Google
he_il: לפרסם את המוצרים שלך ב-Google
id_id: Pasang iklan produk Anda di Google
it_it: Pubblicizza i tuoi prodotti su Google
pt_br: Anuncie seus produtos no Google
ru_ru: Размещайте рекламу в Google
sv_se: Annonsera dina produkter på Google
tr_tr: Ürünlerinizi Google'da tanıtın

source: Try AutomateWoo
ar: تجربة AutomateWoo
de_de: AutomateWoo testen
es_cl: Prueba AutomateWoo
fr_ca: Essayer AutomateWoo
he_il: לנסות את AutomateWoo
id_id: Coba AutomateWoo
it_it: Prova AutomateWoo
pt_br: Experimente o AutomateWoo
ru_ru: Знакомьтесь с AutomateWoo
sv_se: Prova AutomateWoo
tr_tr: AutomateWoo'yu deneyin

source: Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.
ar: زيادة المبيعات وبناء الولاء من خلال الرسائل التسويقية الآلية التي تستجيب لبيانات الشراء الخاصة بالعميل.
de_de: Steigere deinen Umsatz und binde deine Kunden durch automatisierte Marketingnachrichten, die auf die Kaufdaten deiner Kunden reagieren.
es_cl: Impulsa las ventas y fideliza mediante mensajes de marketing automatizados que responden a los datos de compra de tus clientes.
fr_ca: Stimulez les ventes et fidélisez vos clients grâce à des messages marketing automatisés qui répondent à leurs données d’achat.
he_il: לקדם מכירות ולתגבר נאמנות באמצעות הודעות שיווק אוטומטיות בתגובה לנתוני רכישות של לקוחות.
id_id: Maksimalkan penjualan dan bangun loyalitas pelanggan melalui pesan pemasaran otomatis yang disesuaikan dengan data pembelian pelanggan Anda.
it_it: Aumenta le vendite e fidelizza i clienti grazie a messaggi di marketing automatizzati che rispondono ai loro dati di acquisto.
pt_br: Aumente as vendas e crie fidelidade por meio de mensagens de marketing automatizadas que respondem aos dados de compra do seu cliente.
ru_ru: Повышайте продажи и укрепляйте лояльность с помощью автоматизированных маркетинговых сообщений, реагирующих на данные о покупках ваших клиентов.
sv_se: Öka försäljningen och bygg upp lojalitet med automatiserade marknadsföringsmeddelanden som reagerar på uppgifter om kundernas inköp.
tr_tr: Müşterinizin satın alma verilerine yanıt veren otomatik pazarlama mesajlarıyla satışları artırın ve sadakat oluşturun.

source: Automate your marketing
ar: أتمتة التسويق الخاص بك
de_de: Automatisiere dein Marketing
es_cl: Automatiza tu marketing
fr_ca: Automatisez votre marketing
he_il: ליצור תהליכי שיווק אוטומטיים
id_id: Otomatiskan pemasaran Anda
it_it: Automatizza il tuo marketing
pt_br: Automatize seu marketing
ru_ru: Автоматизируйте маркетинг
sv_se: Automatisera din marknadsföring
tr_tr: Pazarlamanızı otomatikleştirin

source: Discover our built-in marketing tools to reach more customers and boost sales
ar: اكتشاف أدوات التسويق المدمجة لدينا للوصول إلى مزيد من العملاء وتعزيز المبيعات
de_de: Entdecke unsere integrierten Marketingtools, mit denen du mehr Kunden erreichen und deine Verkaufszahlen steigern kannst
es_cl: Prueba nuestras herramientas de marketing integradas para llegar a más clientes y aumentar las ventas
fr_ca: Découvrez nos outils de marketing intégrés pour atteindre plus de clients et stimuler vos ventes.
he_il: לאתר את כלי השיווק המובנים שלנו כדי להגיע ליותר לקוחות ולהגביר מכירות
id_id: Manfaatkan alat pemasaran bawaan untuk menjangkau lebih banyak pelanggan dan mendongkrak penjualan.
it_it: Scopri i nostri strumenti di marketing integrati per raggiungere più clienti e incrementare le vendite
pt_br: Descubra nossas ferramentas de marketing integradas para alcançar mais clientes e aumentar as vendas
ru_ru: Воспользуйтесь нашими встроенными рекламными инструментами, чтобы охватить больше клиентов и повысить продажи
sv_se: Upptäck våra inbyggda marknadsföringsverktyg för att nå fler kunder och öka försäljningen
tr_tr: Daha fazla müşteriye ulaşmak ve satışlarınızı artırmak için yerleşik pazarlama araçlarımızı keşfedin

source: Grow your business with hundreds of extensions
ar: تطوير أعمالك باستخدام مئات من الامتدادات
de_de: Hunderte von Erweiterungen für den Ausbau deines Geschäfts
es_cl: Haz crecer tu negocio con cientos de extensiones
fr_ca: Développer votre activité grâce à des centaines d’extensions
he_il: להרחיב את העסק שלך בעזרת מאות הרחבות
id_id: Kembangkan bisnis Anda dengan ratusan ekstensi.
it_it: Fai crescere la tua attività con centinaia di estensioni
pt_br: Expanda seu negócio com centenas de extensões
ru_ru: Развивайте свой бизнес с помощью сотен бесплатных и платных расширений
sv_se: Öka ditt företag med hundratals utökningar
tr_tr: Yüzlerce uzantıyla işletmenizi büyütün

source: Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!
ar: يمكنك الوصول إلى مزيد من العملاء وتطوير أعمالك باستخدام أدوات التسويق والإعلان المدمجة لدينا. قم بالترقية إلى خطة مدفوعة لإطلاق العنان لأدوات التسويق الفعالة لدينا، وابدأ بتطوير أعمالك اليوم!
de_de: Nutze unsere integrierten Tools für Marketing und Werbung, um mehr Kunden zu erreichen und dein Geschäft auszubauen. Führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um Zugang zu unseren leistungsstarken Marketingtools zu erhalten und noch heute mit dem Ausbau deines Geschäfts zu beginnen!
es_cl: Llega a más clientes y haz crecer tu negocio con nuestras herramientas integradas de marketing y publicidad. Mejora tu plan a uno de pago para desbloquear nuestras potentes herramientas de marketing y empieza a hacer crecer tu negocio hoy mismo.
fr_ca: Atteignez plus de clients et développez votre activité grâce à nos outils de marketing et de publicité intégrés. Passez à un plan payant pour profiter de nos puissants outils marketing et commencez à développer votre activité dès aujourd’hui !
he_il: להגיע ליותר לקוחות ולהרחיב את העסק שלך בעזרת כלי השיווק והפרסום המובנים שלנו. מומלץ לשדרג לתוכנית בתשלום כדי ליהנות מכלי השיווק העוצמתיים שלנו ולהתחיל בהרחבת העסק כבר היום!
id_id: Jangkau lebih banyak pelanggan dan kembangkan bisnis Anda dengan alat pemasaran dan pengiklanan bawaan. Upgrade ke paket berbayar untuk mendapatkan alat pemasaran yang andal, dan kembangkan bisnis Anda sekarang!
it_it: Raggiungi più clienti e fai crescere la tua attività con i nostri strumenti di marketing e pubblicità integrati. Effettua l'aggiornamento a un piano a pagamento per sbloccare i nostri potenti strumenti di marketing e inizia oggi a far crescere la tua attività.
pt_br: Alcance mais clientes e expanda seus negócios com as nossas ferramentas integradas de marketing e de publicidade. Faça upgrade para um plano pago para desbloquear nossas eficientes ferramentas de marketing e comece a expandir seu negócio hoje mesmo!
ru_ru: Встроенные маркетинговые и рекламные инструменты помогут вам охватить больше клиентов и развивать бизнес. Перейдите на платный тариф, чтобы получить доступ к мощным маркетинговым инструментам и сразу же приступить к развитию бизнеса!
sv_se: Nå fler kunder och få ditt företag att växa med vår inbyggda marknadsförings- och annonseringsverktyg. Uppgradera till ett betalpaket för att låsa upp våra kraftfulla marknadsföringsverktyg och få ditt företag att börja växa idag.
tr_tr: Yerleşik pazarlama ve reklam araçlarımızla daha fazla müşteriye ulaşın ve işletmenizi büyütün. Hemen güçlü pazarlama araçlarımızın gücünü ortaya çıkarmak ve işletmenizi büyütmeye başlamak için ücretli bir pakete yükseltin!

source: Get ready to grow your business
ar: الاستعداد لتطوير أعمالك
de_de: Bereit für den Ausbau deines Geschäfts?
es_cl: Prepárate para hacer crecer tu negocio
fr_ca: Soyez prêt à développer votre activité
he_il: להתכונן להרחבת העסק שלך
id_id: Bersiaplah untuk mengembangkan bisnis Anda
it_it: Preparati a far crescere la tua attività
pt_br: Comece a expandir seus negócios
ru_ru: Начните развивать бизнес
sv_se: Är du redo att få ditt företag att växa?
tr_tr: İşletmenizi büyütmeye hazırlanın

source: Appearance illustration
ar: رسم توضيحي للمظهر
de_de: Abbildung zum Design
es_cl: Ejemplo de apariencia
fr_ca: Illustration d’Apparence
he_il: מראה לדוגמה
id_id: Ilustrasi tampilan
it_it: Illustrazione dell'aspetto
ja: 外観のイラスト
pt_br: Ilustração de aparência
ru_ru: Изображение внешнего вида
sv_se: Illustration av utseende
tr_tr: Görünüm illüstrasyonu

source: Products illustration
ar: مثال توضيحي للمنتجات
de_de: Abbildung zu Produkten
es_cl: Ejemplo de productos
fr_ca: Illustration de produits
he_il: מוצרים לדוגמה
id_id: Ilustrasi produk
it_it: Illustrazione dei prodotti
ja: 商品のイラスト
pt_br: Ilustração de produtos
ru_ru: Изображение товаров
sv_se: Produktillustration
tr_tr: Ürünlerin illüstrasyonu

source: Everything is looking great, keep it up!
ar: يبدو أن كل شيء رائع، واصل الأمر!
de_de: Es sieht alles ausgezeichnet aus, weiter so!
es_cl: Todo tiene muy buen aspecto. ¡Sigue así!
fr_ca: Tout se déroule à merveille, continuez comme ça !
he_il: הכול נראה נהדר, כדאי להמשיך ככה!
id_id: Anda sudah melakukan semua langkah dengan benar, lanjutkan!
it_it: Sembra tutto fantastico, continua così.
pt_br: Está tudo muito bom, continue assim!
ru_ru: Всё выглядит отлично, так держать!
sv_se: Allt ser bra ut, fortsätt så!
tr_tr: Her şey harika görünüyor, böyle devam edin!

source: Woo! We’ve made it to the last step! Great job
ar: Woo! لقد وصلنا إلى الخطوة الأخيرة! أحسنت!
de_de: Woo! Der letzte Schritt ist erreicht! Gut gemacht
es_cl: ¡Bravo! Hemos llegado al último paso. ¡Bien hecho!
fr_ca: Génial ! Nous voilà à la dernière étape ! Bon travail !
he_il: הידד! הגענו לשלב האחרון! כל הכבוד
id_id: Hore! Tinggal langkah terakhir! Bagus!
it_it: Wow! Siamo arrivati all'ultimo passaggio. Perfetto!
pt_br: Oba! Chegamos à última etapa. Bom trabalho
ru_ru: Ого! Мы дошли до конца! Отличная работа!
sv_se: Woo! Vi har tagit oss till sista steget! Bra jobbat
tr_tr: Woo! Son adıma geldik! Harikasınız

source: Only a few more tasks to tick off!
ar: عدد قليل فقط من المهام لوضع علامة عليها!
de_de: Jetzt sind nur noch ein paar Aufgaben übrig!
es_cl: Solo quedan algunas tareas por hacer.
fr_ca: Il ne reste plus que quelques tâches à accomplir !
he_il: רק עוד מספר משימות שצריך לבצע!
id_id: Sedikit lagi prosesnya selesai!
it_it: Ancora qualche attività da completare.
pt_br: Apenas mais algumas tarefas para concluir.
ru_ru: Осталось выполнить всего несколько задач!
sv_se: Bara några få uppgifter kvar att bocka av!
tr_tr: Tamamlanacak yalnızca birkaç görev daha kaldı!

source: Welcome to your Woo Express store
ar: مرحبًا بك في متجر Woo Express الخاص بك
de_de: Willkommen in deinem Woo Express-Shop
es_cl: Te damos la bienvenida a tu tienda Woo Express
fr_ca: Bienvenue dans votre boutique Woo Express
he_il: ברוך בואך אל חנות Woo Express שלך
id_id: Selamat datang di toko Woo Express Anda
it_it: Ti diamo il benvenuto nel negozio Woo Express
pt_br: Boas-vindas à sua loja do Woo Express
ru_ru: Добро пожаловать в ваш магазин Woo Express!
sv_se: Välkommen till din Woo Express-butik
tr_tr: Woo Express mağazanıza hoş geldiniz

source: Welcome to %s
ar: مرحبًا بكم في %s
de_de: Willkommen bei %s
es_cl: Te damos la bienvenida a %s
fr_ca: Bienvenue dans %s
he_il: ברוך בואר אל %s
id_id: Selamat datang di %s
it_it: Ti diamo il benvenuto in %s
pt_br: Boas-vindas a %s
ru_ru: Добро пожаловать в %s
sv_se: Välkommen till %s
tr_tr: %s sitesine hoş geldiniz

source: %1$d out of %2$d complete.
ar: ⁦%1$d⁩ من أصل ⁦%2$d⁩ مكتمل.
de_de: %1$d von %2$d abgeschlossen.
es_cl: %1$d de %2$d completadas.
fr_ca: %1$d sur %2$d terminés.
he_il: הושלמו ⁦%1$d⁩ מתוך ⁦%2$d⁩.
id_id: %1$d dari %2$d selesai.
it_it: %1$d di %2$d attività completate.
pt_br: %1$d de %2$d tarefas concluída(s).
ru_ru: %1$d из %2$d выполнено.
sv_se: %1$d av %2$d klara.
tr_tr: %1$d/%2$d tamamlandı.
