{"translation-revision-date":"2024-10-10 13:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["Skapa digitala presentkort"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Börja sälja och ta emot digitala presentkort för att öka kundlojaliteten, öka intäkterna och introducera nya kunder till din butik."],"Increase customer loyalty with gift cards":["Öka kundlojalitet med presentkort"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Få dina produkter att synas för miljontals engagerade köpare på plattformarna TikTok, Pinterest och Meta med hjälp av social annonsering."],"Reach more customers across social media":["Nå fler kunder via sociala medier"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Nå aktiva köpare i Google med produktlistor och annonser som du kan skapa och hantera direkt i din adminpanel."],"Advertise your products on Google":["Annonsera dina produkter på Google"],"Try AutomateWoo":["Prova AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Öka försäljningen och bygg upp lojalitet med automatiserade marknadsföringsmeddelanden som reagerar på uppgifter om kundernas inköp."],"Automate your marketing":["Automatisera din marknadsföring"],"Discover our built-in marketing tools to reach more customers and boost sales":["Upptäck våra inbyggda marknadsföringsverktyg för att nå fler kunder och öka försäljningen"],"Grow your business with hundreds of extensions":["Öka ditt företag med hundratals utökningar"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Nå fler kunder och få ditt företag att växa med vår inbyggda marknadsförings- och annonseringsverktyg. Uppgradera till ett betalpaket för att låsa upp våra kraftfulla marknadsföringsverktyg och få ditt företag att börja växa idag."],"Get ready to grow your business":["Är du redo att få ditt företag att växa?"],"Upgrade now":["Uppgradera nu"]}}}