Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Customize and extend
ar: التخصيص والتوسعة
de_de: Anpassen und Erweitern
es_cl: Personaliza y amplía
fr_ca: Personnaliser et étendre
he_il: להתאים אישית ולהרחיב
id_id: Atur kustomisasi dan perluas
it_it: Personalizza ed estendi
ja: カスタマイズと拡張
nl_nl: Personaliseren en uitbreiden
pt_br: Personalize e amplie
ru_ru: Индивидуализация и расширение
sv_se: Anpassa och utöka
tr_tr: Özelleştirme ve genişletme

source: Browse extensions
ar: تصفح الامتدادات
de_de: Erweiterungen durchsuchen
es_cl: Ver las extensiones
fr_ca: Parcourir les extensions
he_il: לעיין בהרחבות
id_id: Jelajahi ekstensi
it_it: Sfoglia le estensioni
ja: 機能拡張を表示
nl_nl: Door extensies bladeren
pt_br: Navegar pelas extensões
ru_ru: Просмотр расширений
sv_se: Bläddra bland utökningar
tr_tr: Uzantılara göz atma

source: Customize your store to work perfectly for your business, with WooCommerce Extensions. Upgrade to a paid plan to gain access to hundreds of tools and features that can help you achieve your goals. Curious about what’s available? Browse our Extensions Marketplace.
ar: خصص متجرك لكي يعمل بشكل مثالي مع عملك من خلال WooCommerce Extensions. قم بالترقية إلى خطة مدفوعة للحصول على إمكانية الوصول إلى مئات من الأدوات والميزات التي يمكن أن تساعدك على تحقيق أهدافك. هل تشعر بالفضول تجاه ما هو متوافر؟ تصفَّح سوق الامتدادات الخاصة بنا.
de_de: Passe deinen Shop mit WooCommerce-Erweiterungen perfekt an deine geschäftlichen Anforderungen an. Mit einem Upgrade auf einen kostenpflichtigen Tarif erhältst du Zugang zu Hunderten von Tools und Funktionen, die dir dabei helfen, deine Ziele zu erreichen. Bist du neugierig, was es alles gibt? Durchsuche unseren Marktplatz für Erweiterungen.
es_cl: Personaliza tu tienda con extensiones de WooCommerce para que funcione a la perfección con tu negocio. Mejora tu plan a uno de pago para tener acceso a cientos de herramientas y funciones que te pueden ayudar a alcanzar tus objetivos. ¿Sientes curiosidad por las funciones disponibles? Explora nuestro mercado de extensiones.
fr_ca: Personnalisez votre boutique pour qu’elle fonctionne parfaitement pour votre entreprise, avec des extensions WooCommerce. Passez à un plan payant pour pouvoir accéder à des centaines d’outils et de fonctionnalités qui peuvent vous aider à atteindre vos objectifs. Envie de savoir ce qui est disponible ? Parcourez notre catalogue d’extensions.
he_il: כדאי להתאים אישית את החנות לעבודה מושלמת עם העסק שלך באמצעות הרחבות WooCommerce. משדרגים לתוכנית בתשלום כדי לקבל גישה למאות כלים ואפשרויות שיכולים לעזור לך להגשים את יעדיך. רוצה לברר מה זמין? אנו מזמינים אותך לעיין בשוק ההרחבות שלנו.
id_id: Sesuaikan toko Anda agar optimal untuk bisnis dengan Ekstensi WooCommerce. Upgrade ke paket berbayar untuk mengakses ratusan alat dan fitur yang membantu Anda mencapai target. Penasaran alat dan fitur apa saja yang tersedia? Jelajahi Marketplace Ekstensi kami.
it_it: Personalizza il tuo negozio in modo che funzioni perfettamente per la tua attività, grazie alle estensioni WooCommerce. Effettua l'aggiornamento a un piano a pagamento per accedere a centinaia di strumenti e funzionalità che possono aiutarti a raggiungere i tuoi obiettivi. Vuoi conoscere le opzioni disponibili? Sfoglia il nostro marketplace delle estensioni.
ja: WooCommerce 拡張機能を使用して、ストアがビジネスに最適に機能するようカスタマイズします。 有料プランにアップグレードすると、目標の達成に役立つ何百ものツールと機能にアクセスできます。 利用できる機能にご興味がおありですか ? 拡張機能マーケットプレイスをご覧ください。
pt_br: Deixe sua loja com a cara dos seus negócios usando as extensões do WooCommerce. Faça upgrade para um plano pago e obtenha acesso a centenas de ferramentas e funcionalidades que podem ajudar você a alcançar seus objetivos. Quer saber o que está disponível? Navegue pelo nosso marketplace de extensões.
ru_ru: Используйте расширения WooCommerce, чтобы настроить магазин в точном соответствии со своими потребностями. Перейдите на платный тариф, чтобы получить доступ к сотням инструментов и функций, которые помогут вам достичь ваших целей. Хотите узнать, что мы можем вам предложить? Зайдите в наш магазин расширений.
sv_se: Anpassa din butik för att fungera perfekt för ditt företag, med WooCommerce-utökningar. Uppgradera till ett betalt paket för att få åtkomst till hundratals verktyg och funktioner som kan hjälpa dig att nå dina mål. Nyfiken på vad som finns? Bläddra i vår marknadsplats för utökningar.
tr_tr: WooCommerce Uzantılarıyla mağazanızı işletmeniz için mükemmel çalışacak şekilde özelleştirin. Hedeflerinize ulaşmanıza yardımcı olabilecek yüzlerce araç ve özelliğe erişim elde etmek için ücretli bir pakete yükseltin. Neler bulunduğunu mu merak ediyorsunuz? Uzantı Pazarımıza göz atın.

source: Take your store to the next level, with extensions
ar: انقل متجرك إلى المستوى التالي إلى جانب الامتدادات.
de_de: Bringe deinen Shop mit Erweiterungen auf ein neues Level
es_cl: Mejora el nivel de tu tienda con extensiones
fr_ca: Passer votre boutique au niveau supérieur, avec des extensions
he_il: לשדרג את החנות שלך לרמה הבאה באמצעות הרחבות
id_id: Tingkatkan toko Anda dengan ekstensi
it_it: Porta il tuo negozio al livello successivo grazie alle estensioni
ja: 拡張機能を使用してストアをレベルアップさせましょう
nl_nl: Til je winkel naar een hoger niveau met extensies
pt_br: Eleve sua loja a um novo patamar com as extensões
ru_ru: Выведите свой магазин на новый уровень с помощью расширений
sv_se: Ta din butik till nästa nivå, med utökningar
tr_tr: Uzantılarla mağazanızı bir sonraki seviyeye taşıyın

source: 1 minute
ar: دقيقة واحدة
es_cl: 1 minuto
he_il: דקה אחת
id_id: 1 menit
it_it: 1 minuto
ja: 1分
nl_nl: 1 minuut
pt_br: 1 minuto
ru_ru: 1 минута
sv_se: 1 minut
tr_tr: 1 dakika

source: It's time to celebrate! Ready to launch your store?
ar: وقت الاحتفال! هل أنت مستعد لبدء متجرك؟
de_de: Es ist an der Zeit, zu feiern! Bist du bereit, deinen Shop zu starten?
es_cl: ¡Es hora de celebrarlo! ¿Todo listo para publicar tu tienda?
fr_ca: L’heure de la fête est venue ! Prêt à lancer votre boutique ?
he_il: הגיע הזמן לחגוג! רוצה להשיק חנות משלך?
id_id: Saatnya merayakan! Siap meluncurkan toko Anda?
it_it: È tempo di festeggiare. Tutto pronto per lanciare il tuo negozio?
ja: おめでとうございます ! ストアの立ち上げ準備は整いましたか ?
nl_nl: Tijd voor een feestje! Klaar om je winkel te lanceren?
pt_br: É hora de comemorar! Tudo pronto para lançar sua loja?
ru_ru: Пришло время отпраздновать! Готовы запустить собственный магазин?
sv_se: Det är dags att fira! Redo att lansera din butik?
tr_tr: Kutlama zamanı! Mağazanızı yayınlamaya hazır mısınız?

source: Launch your store
ar: أطلق متجرك
de_de: Veröffentliche deinen Shop
es_cl: Pon en marcha tu tienda
fr_ca: Lancez votre boutique
he_il: להשיק את החנות שלך
id_id: Luncurkan toko Anda
it_it: Lancia il tuo negozio
ja: ストアを立ち上げる
nl_nl: Lanceer je winkel
pt_br: Lance sua loja
ru_ru: Запустите ваш магазин
sv_se: Lansera din butik
tr_tr: Mağazanızı yayınlayın

source: You've already launched your store
ar: هل بدأت بالفعل متجرك
de_de: Du hast deinen Shop bereits gestartet
es_cl: Ya has publicado tu tienda
fr_ca: Vous avez déjà lancé votre boutique
he_il: כבר השקת את החנות שלך
id_id: Anda sudah meluncurkan toko
it_it: Hai già lanciato il tuo negozio
ja: すでにストアを立ち上げています
nl_nl: Je hebt je winkel al gelanceerd
pt_br: Você já lançou sua loja
ru_ru: Вы уже запустили свой магазин
sv_se: Du har redan lanserat din butik.
tr_tr: Mağazanızı zaten yayınladınız

source: 2 minutes
ar: دقيقتان
de_de: 2 Minuten
es_cl: 2 minutos
he_il: שתי דקות
id_id: 2 menit
it_it: 2 minuti
ja: 2分
nl_nl: 2 minuten
pt_br: 2 minutos
ru_ru: 2 минуты
sv_se: 2 minuter
tr_tr: 2 dakika

source: Add your domain name and make your store unique.
ar: أضف اسم نطاقك واجعل متجرك فريدًا.
de_de: Mache deinen Shop einzigartig, indem du deinen Domainnamen hinzufügst.
es_cl: Añade tu nombre de dominio y haz que tu tienda sea única.
fr_ca: Ajoutez votre nom de domaine et rendez votre boutique unique.
he_il: להוסיף את הדומיין שלך ולהפוך את החנות שלך לייחודית.
id_id: Tambahkan nama domain dan buat toko Anda jadi unik.
it_it: Aggiungi il nome di dominio e rendi unico il tuo negozio.
ja: ドメイン名を追加して、ストアをユニークなものにしましょう。
nl_nl: Voeg je domeinnaam toe en maak je winkel uniek.
pt_br: Adicione o nome do seu domínio e faça sua loja ser única.
ru_ru: Добавьте доменное имя и сделайте свой магазин уникальным.
sv_se: Lägg till ditt domännamn och gör din butik unik.
tr_tr: Alan adınızı ekleyin ve mağazanızı benzersiz hale getirin.

source: Domain
ar: نطاق
es_cl: dominio
fr_ca: Domaine
he_il: דומיין
it_it: Dominio
ja: ドメイン
nl_nl: Domein
pt_br: Domínio
ru_ru: Домен
sv_se: Domän
tr_tr: Alan Adı

source: Add a domain
ar: إضافة نطاق
de_de: Domain hinzufügen
es_cl: Añadir un dominio
fr_ca: Ajouter un domaine
he_il: הוספת דומיין
id_id: Tambah domain
it_it: Aggiungi un dominio
ja: ドメインを追加
nl_nl: Een domein toevoegen
pt_br: Adicionar um domínio
ru_ru: Добавить домен
sv_se: Lägg till en domän
tr_tr: Alan adı ekle

source: You added your domain
ar: لقد أضفت نطاقك
de_de: Du hast deine Domain hinzugefügt
es_cl: Has añadido tu dominio
fr_ca: Vous avez ajouté votre domaine
he_il: הוספת את הדומיין שלך
id_id: Anda telah menambahkan domain
it_it: Hai aggiunto il tuo dominio
ja: ドメインを追加しました
nl_nl: Je hebt je domein toegevoegd
pt_br: Você adicionou seu domínio
ru_ru: Вы добавили свой домен
sv_se: Du har lagt till din domän
tr_tr: Alan adınızı eklediniz

source: At the moment you are the only one who can see your store. To make your store available to everyone, please&nbsp;<a href='%s' id='banner_button'>upgrade to a paid plan</a>.
ar: في الوقت الحالي، أنت الشخص الذي يمكنه رؤية متجرك. لجعل متجرك متوافرًا للجميع، ترجى <a href='%s' id='banner_button'>الترقية إلى خطة مدفوعة</a>.
de_de: Im Moment kannst nur du deinen Shop sehen. Führe ein <a href='%s' id='banner_button'>Upgrade auf einen kostenpflichtigen Tarif</a> durch, um deinen Shop für alle verfügbar zu machen.
es_cl: En este momento, eres la única persona que puede ver tu tienda. Para que tu tienda esté disponible para todo el público, <a href='%s' id='banner_button'>mejora tu plan a uno de pago</a>.
fr_ca: Pour le moment, vous êtes la seule personne à pouvoir voir votre boutique. Pour rendre votre boutique accessible à tous, <a href='%s' id='banner_button'>passez à un plan payant</a>.
he_il: כרגע, רק לך יש אפשרות לראות את החנות. כדי שהחנות תהיה זמינה לכולם, עליך <a href='%s' id='banner_button'>לשדרג לתוכנית בתשלום</a>.
id_id: Untuk saat ini, hanya Anda yang bisa melihat toko Anda. Agar toko Anda bisa dilihat semua orang, <a href='%s' id='banner_button'>upgrade ke paket berbayar</a>.
it_it: Al momento sei l'unica persona che può vedere il tuo negozio. Affinché il tuo negozio sia disponibile per tutti, effettua <a href='%s' id='banner_button'>l'aggiornamento a un piano a pagamento</a>.
ja: 現在、あなただけがストアを表示できます。 誰でもストアを利用できるようにするには、<a href='%s' id='banner_button'>有料プランにアップグレード</a>してください。
nl_nl: Op dit moment ben jij de enige die je winkel kan zien. Om je winkel beschikbaar te maken voor iedereen, <a href='%s'>werk je je abonnement bij naar een betaald abonnement</a>.
pt_br: No momento, você é a única pessoa que pode visualizar sua loja. Para que outras pessoas também possam visitá-la, <a href='%s' id='banner_button'>faça upgrade para um plano pago</a>.
ru_ru: Сейчас ваш магазин виден только вам. Чтобы он стал доступен всем, <a href='%s' id='banner_button'>перейдите на платный тариф</a>.
sv_se: Just nu är du den enda som kan se din butik. För att göra din butik tillgänglig för alla, &nbsp;<a href='%s' id='banner_button'>uppgradera till ett betalt paket</a>.
tr_tr: Şu anda mağazanızı görebilen tek kişi sizsiniz. Mağazanızı herkesin kullanımına açmak için lütfen <a href='%s' id='banner_button'>ücretli bir pakete yükseltin</a>.

source: Upgrade now
ar: بادر بالترقية الآن
de_de: Jetzt upgraden
es_cl: Mejora tu plan ahora
fr_ca: Mettre à niveau maintenant
he_il: זה הזמן לשדרג
id_id: Upgrade sekarang
it_it: Migliora il tuo sito
ja: 今すぐアップグレード
nl_nl: Upgrade nu
pt_br: Faça o upgrade agora
ru_ru: Перейти на платную подписку
sv_se: Uppgradera nu
tr_tr: Şimdi yükselt

source: During the trial period you can only place test orders! To receive orders from customers, upgrade to a paid plan and you'll be ready to start selling.
ar: في أثناء الفترة التجريبية، يمكنك تقديم طلبات اختبار فقط! لتلقي طلبات من العملاء، قم بالترقية إلى خطة مدفوعة وستصبح مستعدًا لبدء البيع.
de_de: Während des Gratis-Tests kannst du nur Testbestellungen aufgeben! Um Bestellungen von Kunden zu erhalten, führe ein Upgrade auf einen kostenpflichtigen Tarif durch, und schon kannst du mit dem Verkaufen beginnen.
es_cl: Durante el período de prueba, solo puedes hacer pedidos de prueba. Para recibir pedidos de clientes, mejora tu plan a uno de pago y estarás a punto para empezar a vender.
fr_ca: Pendant la période d’essai, vous ne pouvez passer que des commandes de test ! Pour recevoir des commandes des clients, passez à un plan payant. Vous pourrez alors commencer à vendre.
he_il: במהלך תקופת הניסיון אפשר לבצע הזמנות ניסיון בלבד! כדי לקבל הזמנות מלקוחות, ניתן לשדרג לתוכנית בתשלום ולאחר מכן תהיה לך אפשרות להתחיל למכור.
id_id: Selama periode percobaan, Anda hanya bisa membuat pesanan uji coba! Untuk menerima pesanan dari pelanggan, lakukan upgrade ke paket berbayar dan Anda akan siap berjualan.
it_it: Durante il periodo di prova puoi effettuare solo ordini di prova. Per ricevere ordini dai clienti, passa a un piano a pagamento e tutto sarà pronto per iniziare a vendere.
ja: 無料お試し期間中に行えるのはテスト注文のみです ! 顧客からの注文を受け、販売を開始するには、有料プランにアップグレードしてください。
nl_nl: Tijdens de proefperiode kun je alleen testbestellingen plaatsen! Om bestellingen van klanten te ontvangen, werk je je abonnement bij naar een betaald abonnement en dan ben je klaar om te verkopen.
pt_br: Durante o período de teste gratuito, você só pode fazer pedidos de teste. Para receber pedidos de clientes e começar a vender, faça upgrade para um plano pago.
ru_ru: В течение пробного периода вы можете размещать только тестовые заказы! Чтобы получать заказы от клиентов, перейдите на платный тарифный план и начинайте продажи.
sv_se: Under provperioden kan du bara lägga testbeställningar. För att ta emot beställningar från kunder, uppgradera till ett betalpaket så kommer du att kunna börja sälja med en gång.
tr_tr: Ücretsiz deneme süresi boyunca sadece test siparişleri verebilirsiniz! Müşterilerden sipariş almak için ücretli bir pakete yükseltin, böylece satışa başlamaya hazır olun.

source: Start selling to everyone
ar: بدء البيع للجميع
de_de: Beginne mit dem Verkauf an alle
es_cl: Empieza a vender a todo el público
fr_ca: Commencer à vendre à tout le monde
he_il: להתחיל למכור לכולם
id_id: Mulai berjualan ke semua orang
it_it: Inizia a vendere al pubblico
ja: すべての人に販売を開始
nl_nl: Begin met verkopen aan iedereen
pt_br: Comece a vender para todo mundo
ru_ru: Начинайте продажи для всех
sv_se: Börja sälja till alla
tr_tr: Herkese satış yapmaya başlama

source: My Account
ar: حسابي
de_de: Mein Konto
es_cl: Mi cuenta
fr_ca: Mon compte
he_il: החשבון שלי
id_id: Akun Saya
it_it: Il mio account
ja: マイアカウント
nl_nl: Mijn account
pt_br: Minha conta
ru_ru: Моя учётная запись
sv_se: Mitt konto
tr_tr: Hesabım

source: Contact
ar: جهة الاتصال
de_de: Kontakt
es_cl: Contacto
he_il: טופס יצירת קשר
id_id: kontak
it_it: Contatt
ja: お問い合わせ
pt_br: contato
ru_ru: Связаться
sv_se: Kontakt
tr_tr: İletişim

source: Home
ar: الصفحة الرئيسية
de_de: Startseite
es_cl: Inicio
fr_ca: Accueil
he_il: דף הבית
id_id: Beranda
ja: ホーム
pt_br: Inicial
ru_ru: Главная страница
sv_se: Hem
tr_tr: Başlangıç

source: This site has already been launched
ar: تم بدء هذا الموقع بالفعل
de_de: Diese Website wurde bereits veröffentlicht
es_cl: Este sitio ya se ha publicado
fr_ca: Ce site a déjà été lancé
he_il: האתר הזה כבר הושק
id_id: Situs ini sudah diluncurkan
it_it: Questo sito è pronto per essere lanciato
ja: このサイトはすでに立ち上げ済みです
nl_nl: Deze website is al gelanceerd
pt_br: O site já foi lançado
ru_ru: Этот сайт уже запущен
sv_se: Denna webbplats har redan lanserats
tr_tr: Bu site zaten başlatıldı

source: You don't have permissions to launch this site
ar: ليست لديك الصلاحيات اللازمة لبدء هذا الموقع
de_de: Du bist nicht berechtigt, diese Website zu veröffentlichen
es_cl: No tienes permisos para publicar este sitio
fr_ca: Vous n’êtes pas autorisé à lancer ce site
he_il: אין לך הרשאה להשיק את האתר הזה
id_id: Anda tidak memiliki izin untuk meluncurkan situs ini
it_it: Non disponi delle autorizzazioni per lanciare il sito
ja: このサイトを立ち上げる権限がありません
nl_nl: Je hebt geen rechten om deze website te lanceren.
pt_br: Você não tem permissão para lançar este site
ru_ru: У вас нет прав на запуск этого сайта
sv_se: Du har inte behörighet att lansera denna webbplats.
tr_tr: Bu siteyi başlatma izniniz yok

source: Only Administrators and Store Managers can place orders during the free trial. If you are ready to accept payments from customers, <a href="%s">upgrade to a paid plan</a>.
ar: لا يمكن سوى للمسؤولين ومديري المتاجر تقديم الطلبات في أثناء الإصدار التجريبي المجاني. إذا كنت مستعدًا لقبول المدفوعات من العملاء، <a href="%s">فقم بالترقية إلى خطة مدفوعة</a>.
de_de: Nur Administratoren und Shop-Manager können während des Gratis-Tests Bestellungen aufgeben. Wenn du bereit bist, Zahlungen von Kunden zu empfangen, führe ein <a href="%s">Upgrade auf einen kostenpflichtigen Tarif</a> durch.
es_cl: Solo los administradores y los gerentes de tienda pueden hacer pedidos durante la prueba gratuita. Si ya lo tienes todo listo para aceptar pagos de clientes, <a href="%s">mejora tu plan a uno de pago</a>.
fr_ca: Seuls les administrateurs et les gérants de boutique peuvent passer des commandes pendant l’essai gratuit. Si vous êtes prêt à accepter les paiements des clients, <a href="%s">passez à un plan payant</a>.
he_il: מנהלי המערכות ומנהלי החנויות שלנו יכולים לבצע הזמנות במהלך תקופת הניסיון. אם הכול מוכן לקבל תשלומים מלקוחות, אפשר <a href="%s">לשדרג לתוכנית בתשלום</a>.
id_id: Hanya Administrator dan Pengelola Toko yang bisa membuat pesanan selama percobaan gratis. Jika Anda siap menerima pembayaran dari pelanggan, <a href="%s">lakukan upgrade ke paket berbayar</a>.
it_it: Solo gli amministratori e i responsabili del negozio possono effettuare ordini durante il periodo di prova. Se tutto è pronto per accettare i pagamenti dai clienti, <a href="%s">effettua l'aggiornamento a un piano a pagamento</a>.
ja: 無料お試し期間中は、管理者とストア管理者のみが注文を行えます。 顧客からの支払いを受け取る準備ができている場合は、<a href="%s">有料プランにアップグレード</a>してください。
nl_nl: Alleen beheerders en winkelmanagers kunnen bestellingen plaatsen tijdens de gratis proefversie. Als je klaar bent om betalingen te accepteren van klanten, <a href="%s">werk je je abonnement bij naar een betaald abonnement</a>.
pt_br: Somente administradores e gerentes de loja podem fazer pedidos durante o período de teste gratuito. Se sua loja já estiver pronta para aceitar pagamentos de clientes, <a href="%s">faça upgrade para um plano pago</a>.
ru_ru: В период использования бесплатной пробной версии размещать заказы могут только администраторы и менеджеры магазинов. Если вы уже готовы принимать платежи от клиентов, <a href="%s">перейдите на платный тарифный план</a>.
sv_se: Endast administratörer och butikschefer kan lägga beställningar under den kostnadsfria provperioden. Om du är redo att ta emot betalningar från kunder, <a href="%s">uppgradera till ett betalpaket</a>.
tr_tr: Ücretsiz deneme süresi boyunca yalnızca Yöneticiler ve Mağaza Yöneticileri sipariş verebilir. Müşterilerden ödeme almaya hazırsanız <a href="%s">ücretli bir pakete yükseltin</a>.

source: There are no payment methods available. This may be an error on our side. Please contact us if you need any help placing your order.
ar: لا تتوافر أي طرق للدفع. قد يكون هذا خطأ من جانبنا. يُرجى التواصل معنا إذا كنتَ تحتاج إلى أي مساعدة بشأن تقديم طلبك.
de_de: Es sind keine Zahlungsmethoden verfügbar. Dies könnte ein Fehler auf unserer Seite sein. Wenn du Hilfe beim Aufgeben deiner Bestellung benötigst, kannst du uns jederzeit kontaktieren.
es_cl: No hay métodos de pago disponibles. Es posible que se trate de un error nuestro. Contacta con nosotros si necesitas ayuda para hacer el pedido.
fr_ca: Aucun moyen de paiement disponible. L'erreur vient peut-être de notre côté. Contactez-nous si vous avez besoin d’aide pour passer votre commande.
he_il: אין אמצעי תשלום זמינים. ייתכן שמקור השגיאה במערכת שלנו. אפשר ליצור איתנו קשר אם נדרשת לך עזרה בביצוע ההזמנה.
id_id: Tidak ada metode pembayaran yang tersedia. Mungkin error ini disebabkan oleh pihak kami. Silakan hubungi kami jika Anda membutuhkan bantuan untuk melakukan pemesanan.
it_it: Non sono disponibili metodi di pagamento. Potrebbe essere un nostro errore. Contattaci se hai bisogno di aiuto per effettuare l'ordine.
ja: 利用可能な支払い方法がありません。 サイト側でエラーが発生している可能性があります。 発注手続きでサポートが必要になった場合は、お問い合わせください。
nl_nl: Er zijn geen betaalmethoden beschikbaar. Dit kan een fout vanuit onze kant zijn. Neem contact met ons op als je hulp nodig hebt bij het plaatsen van een bestelling.
pt_br: Não há formas de pagamento disponíveis. Isso talvez seja um erro nosso. Entre em contato com a gente se precisar de ajuda para fazer seu pedido.
ru_ru: Нет доступных способов оплаты. Возможно, возникла ошибка на нашей стороне. Свяжитесь с нами, если вам нужна помощь с оформлением заказа.
sv_se: Det finns inga betalningsmetoder tillgängliga. Detta kan vara ett fel från vår sida. Kontakta oss om du behöver hjälp med att lägga din beställning.
tr_tr: Kullanılabilir ödeme yöntemi yok. Bu hata bizden kaynaklanıyor olabilir. Siparişinizi vermek için yardıma ihtiyacınız olursa lütfen bizimle iletişime geçin.

source: Your order could not be placed. Checkout functionality is currently enabled for preview purposes only.
ar: يتعذر تقديم طلبك. تم تمكين وظيفة السداد حاليًا لأغراض المعاينة فقط.
de_de: Deine Bestellung konnte nicht aufgegeben werden. Die Bezahlfunktion ist derzeit nur zu Vorschauzwecken aktiviert.
es_cl: No se ha podido hacer el pedido. La funcionalidad de pago está activada actualmente solo con fines de vista previa.
fr_ca: Votre commande n’a pas pu être passée. Actuellement, la fonctionnalité de validation de commande est activée à des fins d’aperçu uniquement.
he_il: לא ניתן היה לבצע את ההזמנה שלך. נכון לעכשיו, פונקציונליות התשלום בקופה מופעלת לצורכי תצוגה מקדימה בלבד.
id_id: Pesanan Anda tidak dapat dibuat. Saat ini fungsi checkout diaktifkan hanya untuk tujuan pratinjau.
it_it: Non è stato possibile effettuare l'ordine. La funzionalità di pagamento è attualmente abilitata solo a scopo di anteprima.
ja: 注文できませんでした。 現在、購入手続き機能はプレビュー目的でのみ有効になっています。
nl_nl: Je bestelling kon niet geplaatst worden. Afrekenfuncties zijn momenteel alleen ingeschakeld voor voorbeeldweergaven.
pt_br: Não foi possível fazer seu pedido. No momento, a funcionalidade de checkout está ativada apenas como visualização.
ru_ru: Не удалось разместить ваш заказ. Функции оформления заказа в настоящее время доступны только для предварительного просмотра.
sv_se: Din beställning kunde inte läggas. Kassafunktionen är för närvarande endast aktiverad för förhandsgranskning.
tr_tr: Siparişiniz verilemedi. Ödeme işlevi şu anda yalnızca önizleme amacıyla etkinleştirilmiştir.
