{"translation-revision-date":"2024-10-09 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Stai utilizzando una prova gratuita. Per ottenere l'accesso all'intera gamma di funzionalità, effettua l'aggiornamento a un piano a pagamento."],"Set up Stripe":["Configura Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Accettare pagamenti è facile con Stripe. Vendi online e di persona e sincronizza tutti i pagamenti, i clienti, gli articoli e l'inventario."],"Payment illustration":["Illustrazione del pagamento"],"Set up Square":["Configura Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Accettare pagamenti è facile con Square. Vendi online e di persona e sincronizza tutti i pagamenti, i clienti, gli articoli e l'inventario."],"View options":["Visualizza le opzioni"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Scegli tra metodi di pagamento online e offline, rapidi e sicuri, per consentire ai tuoi clienti di pagare facilmente nel tuo negozio."],"It's time to get paid":["È ora di ricevere i pagamenti"],"Dismiss this banner.":["Ignora questo banner."],"Start selling — for less!":["Inizia a vendere, a meno!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Aggiorna il piano per %(formattedPrice)s per i primi %(intervalCount)s anni"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Aggiorna il piano per %(formattedPrice)s per i primi %(intervalCount)s mesi"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Aggiorna il piano per %(formattedPrice)s per i primi %(intervalCount)s giorni"],"Upgrade your plan for %(formattedPrice)s":["Aggiorna il piano per %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Aggiorna il piano per %(formattedPrice)s per il primo anno"],"Upgrade your plan for %(formattedPrice)s for your first month":["Aggiorna il piano per %(formattedPrice)s per il primo mese"],"Upgrade your plan for %(formattedPrice)s for your first day":["Aggiorna il piano per %(formattedPrice)s per il primo giorno"],"Appearance illustration":["Illustrazione dell'aspetto"],"Products illustration":["Illustrazione dei prodotti"],"Everything is looking great, keep it up!":["Sembra tutto fantastico, continua così."],"Woo! We’ve made it to the last step! Great job":["Wow! Siamo arrivati all'ultimo passaggio. Perfetto!"],"Only a few more tasks to tick off!":["Alcune attività da completare."],"Welcome to your Woo Express store":["Ti diamo il benvenuto nel negozio Woo Express"],"Welcome to %s":["Ti diamo il benvenuto in %s"],"%1$d out of %2$d complete.":["%1$d di %2$d completate."],"You’re almost ready to start selling! Follow these steps to set up your store.":["È quasi tutto pronto per cominciare a vendere. Segui questi passaggi per configurare il tuo negozio."],"Hide setup list":["Nascondi la lista di configurazione"],"The store setup process meets my needs.":["Il processo di configurazione del negozio soddisfa le mie esigenze."],"The store setup is easy to complete.":["La configurazione del negozio è facile da completare."],"We appreciate your feedback!":["Apprezziamo il tuo feedback."],"How was your experience?":["Com'è stata la tua esperienza?"],"Hide this":["Nascondi"],"Show setup task list":["Mostra elenco delle attività di configurazione"],"Task List Options":["Opzioni elenco attività"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Complimenti! Dedica un momento ai festeggiamenti. E non appena è tutto pronto per lanciare il tuo negozio, effettua l'aggiornamento a un piano a pagamento. In questo modo sbloccherai anche le due prossime attività presenti nell'elenco delle attività."],"Woohoo! Your trial store has been set up!":["Evviva! Il tuo negozio di prova è stato configurato."],"You're awesome! One less item on your to-do list ✅":["Sei impressionante! Un elemento in meno sul tuo elenco ✅"],"There was a problem setting up automated taxes. Please try again.":["Si è verificato un problema durante la configurazione delle imposte automatizzate. Riprova."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Durante il periodo di prova gratuito puoi configurare le impostazioni relative all'imposta sulle vendite ma non riscuoterla. {{br\/}}Per iniziare a vendere prodotti, {{link}}aggiorna ora{{\/link}}."],"I don't charge sales tax":["Non addebito l'imposta sulle vendite"],"Set up taxes manually":["Configura le imposte manualmente"],"Choose a tax partner":["Scegli un partner fiscale"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax può automatizzare i calcoli dell'imposta sulle vendite per te."],"Automate Taxes":["Automatizza le imposte"],"Automate taxes":["Automatizza le imposte"],"Head over to the tax rate settings screen to configure your tax rates":["Passa alla schermata delle impostazioni dell'aliquota per configurarla"],"Configure tax rates":["Configura le aliquote"],"The address from which your business operates":["L'indirizzo da cui opera il tuo negozio"],"Set store location":["Imposta la posizione del negozio"],"Please select a country \/ region":["Seleziona un Paese\/Stato"],"Post code":["Codice postale"],"Address":["Indirizzo"],"Country \/ Region":["Paese\/regione"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Facendo clic su \"Configura\" abiliti le aliquote e i calcoli. Trovi ulteriori informazioni {{link}}qui{{\/link}}."],"Configure":["Configura"],"Continue setup":["Continua con la configurazione"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Installando WooCommerce Tax e Jetpack accetti i {{link}}Termini di servizio{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Con tecnologia {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformità nexus economica {{strong}}unica{{\/strong}}"],"Real-time sales tax calculation":["Calcolo dell'imposta sulle vendite in tempo reale"],"Best for new stores":["Il meglio per i nuovi negozi"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Vendi di più"],"Upgrade to a paid plan to unlock more features and start selling":["Effettua l'aggiornamento a un piano a pagamento per sbloccare nuove funzionalità e iniziare a vendere"],"Welcome modal navigation illustration 1":["Illustrazione di navigazione nella finestra modale di benvenuto 1"],"Welcome modal navigation illustration 2":["Illustrazione di navigazione nella finestra modale di benvenuto 2"],"Setup required":["Configurazione richiesta"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Ottieni e gestisci entrate ricorrenti e ricevi versamenti automatici sul conto corrente indicato."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendi sui mercati internazionali e accetta più di 135 valute con metodi di pagamento locali."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Offri ai clienti la possibilità di utilizzare il metodo di pagamento che preferiscono, tra cui carte di debito e di credito, Apple Pay, Sofort, SEPA, iDeal e molti altri."],"Accepted payment methods include:":["I metodi di pagamento accettati includono:"],"& more.":["e altro."],"Plugins":["Plugin"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Fare le cose con WooCommerce è diventato ancora più veloce. <a>Leggi tutto<\/a> sulla nostra nuova navigazione oppure prosegui e scopri le novità tu stesso."],"Move faster with our new navigation":["Muoviti più velocemente grazie alla nostra nuova navigazione"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Ottieni suggerimenti e una panoramica sulle prestazioni del tuo negozio ogni volta che torni alla bacheca di WordPress.com."],"Meet your new Home":["Scopri la tua nuova Home"],"Choose a new website address for your store or transfer one you already own.":["Scegli un nuovo indirizzo web per il tuo negozio o trasferiscine uno che già possiedi."],"Add a domain illustration":["Aggiungi un'illustrazione del dominio"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Si è verificato un errore durante la connessione a WooCommerce Payments. Riprova o connettiti più tardi nelle impostazioni del negozio."],"Launch anyway":["Lancia comunque"],"A few things to check before launching your store":["Alcune cose da controllare prima di lanciare il tuo negozio"],"Before you launch":["Prima del lancio"],"Choose an address for your new website or transfer a domain you already own.":["Scegli un indirizzo per il tuo nuovo sito web o trasferisci un dominio che già possiedi."],"List products":["Elenca i prodotti"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Inizia a vendere aggiungendo prodotti o servizi al tuo negozio. Crea i tuoi prodotti manualmente o importali da un negozio esistente."],"List your products":["Elenca i tuoi prodotti"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Offri ai tuoi clienti un modo semplice e conveniente per pagare. Configura uno (o più) dei nostri metodi di pagamento online o di persona, rapidi e sicuri."],"Get paid":["Ricevi i pagamenti"],"You can always revert this under <a>Settings<\/a>.":["Puoi sempre ripristinarlo in <a>Impostazioni<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["È tempo di festeggiare: tutto è pronto per lanciare il tuo negozio. Wow!"],"Ready to launch your store?":["Pronto a lanciare il tuo negozio?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Hai cambiato idea? Puoi rendere nuovamente privato il tuo negozio aggiornando le impostazioni della <a>privacy<\/a>."],"View your store":["Visualizza il tuo negozio"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Congratulazioni per il lancio del tuo negozio WooCommerce. Dedica un momento ai festeggiamenti e alla condivisione della notizia."],"Woo! You did it!":["Wow! Ce l'hai fatta!"],"Launching your store":["Lancio del tuo negozio"],"Copied":["Copiato"],"Dismiss this free trial informational banner.":["Ignora questo banner informativo per il periodo di prova."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Questo è il negozio della tua prova gratuita. Qui puoi esplorare le opzioni disponibili. Per scoprire di più sulla prova gratuita, fai clic su \"Scopri di più\"."],"There was a problem saving your store location":["Si è verificato un problema durante il salvataggio della posizione del negozio"],"Launch your store":["Lancia il tuo negozio"],"2 minutes":["2 minuti"],"Add a domain":["Aggiungi un dominio"],"Upgrade now":["Migliora il tuo sito"],"Get started":["Inizia ora"],"City":["Città"],"Continue":["Continua"],"Learn more":["Per saperne di più."]}}}