{"translation-revision-date":"2024-10-09 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["Crea gift card digitali"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Inizia a vendere e ad accettare gift card digitali per aumentare la fedeltà dei clienti, ottenere maggiori profitti e introdurre nuovi clienti al tuo negozio."],"Increase customer loyalty with gift cards":["Aumenta la fedeltà dei clienti con le gift card"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Mostra i tuoi prodotti a milioni di acquirenti che navigano sulle piattaforme TikTok, Pinterest e Meta con le pubblicità sui social."],"Reach more customers across social media":["Raggiungi più clienti tramite i social media"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Raggiungi acquirenti attivi su Google con schede dei prodotti e annunci pubblicitari che puoi creare e gestire direttamente dalla tua bacheca."],"Advertise your products on Google":["Pubblicizza i tuoi prodotti su Google"],"Try AutomateWoo":["Prova AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Aumenta le vendite e fidelizza i clienti grazie a messaggi di marketing automatizzati che rispondono ai loro dati di acquisto."],"Automate your marketing":["Automatizza il tuo marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Scopri i nostri strumenti di marketing integrati per raggiungere più clienti e incrementare le vendite"],"Grow your business with hundreds of extensions":["Fai crescere la tua attività con centinaia di estensioni"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Raggiungi più clienti e fai crescere la tua attività con i nostri strumenti di marketing e pubblicità integrati. Effettua l'aggiornamento a un piano a pagamento per sbloccare i nostri potenti strumenti di marketing e inizia oggi a far crescere la tua attività."],"Get ready to grow your business":["Preparati a far crescere la tua attività"],"Upgrade now":["Migliora il tuo sito"]}}}