{"translation-revision-date":"2024-10-09 09:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"id","plural-forms":"nplurals=2; plural=n > 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Anda sedang menggunakan percobaan gratis. Agar dapat mengakses seluruh fitur, upgrade ke paket berbayar."],"Set up Stripe":["Siapkan Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Stripe memudahkan penerimaan pembayaran. Jual secara langsung dan via online, serta sinkronkan semua pembayaran, pelanggan, item, dan inventaris."],"Payment illustration":["Ilustrasi pembayaran"],"Set up Square":["Siapkan Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Square memudahkan penerimaan pembayaran. Jual secara langsung dan online, serta sinkronisasi semua pembayaran, pelanggan, item, dan inventaris."],"View options":["Lihat opsi"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Pilih satu di antara beragam metode pembayaran online dan offline yang cepat & aman untuk mempermudah pelanggan melakukan pembayaran di toko Anda."],"It's time to get paid":["Saatnya menerima pembayaran"],"Dismiss this banner.":["Tutup banner ini."],"Start selling — for less!":["Mulai berbisnis — dengan investasi lebih ringan!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk %(intervalCount)s tahun pertama"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk %(intervalCount)s bulan pertama"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk %(intervalCount)s hari pertama"],"Upgrade your plan for %(formattedPrice)s":["Upgrade paket Anda hanya dengan %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk tahun pertama"],"Upgrade your plan for %(formattedPrice)s for your first month":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk bulan pertama"],"Upgrade your plan for %(formattedPrice)s for your first day":["Upgrade paket Anda hanya dengan %(formattedPrice)s untuk hari pertama"],"Appearance illustration":["Ilustrasi tampilan"],"Products illustration":["Ilustrasi produk"],"Everything is looking great, keep it up!":["Anda sudah melakukan semua langkah dengan benar, lanjutkan!"],"Woo! We’ve made it to the last step! Great job":["Hore! Tinggal langkah terakhir! Bagus!"],"Only a few more tasks to tick off!":["Sedikit lagi prosesnya selesai!"],"Welcome to your Woo Express store":["Selamat datang di toko Woo Express Anda"],"Welcome to %s":["Selamat datang di %s"],"%1$d out of %2$d complete.":["%1$d dari %2$d selesai."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Sedikit lagi Anda siap berjualan! Ikuti langkah ini untuk menyiapkan toko Anda."],"Hide setup list":["Sembunyikan daftar penyiapan"],"The store setup process meets my needs.":["Proses penyiapan toko sesuai kebutuhan saya."],"The store setup is easy to complete.":["Anda dapat menyiapkan toko dengan mudah."],"We appreciate your feedback!":["Terima kasih atas feedback Anda."],"How was your experience?":["Bagaimana pengalaman Anda?"],"Hide this":["Sembunyikan"],"Show setup task list":["Tampilkan daftar tugas penyiapan"],"Task List Options":["Pilihan Daftar Tugas"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Selamat! Rayakan pencapaian Anda. Setelah siap meluncurkan toko, upgrade ke paket berbayar. Setelahnya, dua tugas selanjutnya akan muncul di daftar tugas."],"Woohoo! Your trial store has been set up!":["Wow! Toko percobaan Anda sudah siap!"],"You're awesome! One less item on your to-do list ✅":["Anda keren! Anda bisa lanjut ke tugas berikutnya ✅"],"There was a problem setting up automated taxes. Please try again.":["Terjadi masalah saat menyiapkan pajak otomatis. Coba lagi."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Selama periode percobaan gratis, Anda dapat mengonfigurasi pengaturan pajak penjualan, tetapi tidak dapat memungutnya. {{br\/}}Untuk mulai menjual produk, {{link}}upgrade sekarang{{\/link}}."],"I don't charge sales tax":["Saya tidak membebankan pajak penjualan"],"Set up taxes manually":["Siapkan pajak secara manual"],"Choose a tax partner":["Pilih mitra pajak"],"WooCommerce Tax can automate your sales tax calculations for you.":["Pajak WooCommerce dapat melakukan perhitungan otomatis pajak penjualan."],"Automate Taxes":["Automasi Pajak"],"Automate taxes":["Automasi pajak"],"Head over to the tax rate settings screen to configure your tax rates":["Buka layar pengaturan tarif pajak untuk mengonfigurasi tarif pajak Anda"],"Configure tax rates":["Konfigurasi tarif pajak"],"The address from which your business operates":["Alamat operasi bisnis Anda"],"Set store location":["Atur lokasi toko"],"Please select a country \/ region":["Mohon pilih negara \/ wilayah"],"Post code":["Kode pos"],"Address":["Alamat"],"Country \/ Region":["Negara\/Wilayah"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Dengan mengeklik \"Konfigurasikan\", Anda mengaktifkan tarif pajak dan penghitungan. Info selengkapnya dapat dilihat {{link}}di sini{{\/link}}."],"Configure":["Konfigurasikan"],"Continue setup":["Lanjutkan penyiapan"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Dengan menginstal WooCommerce Tax dan Jetpack, Anda setuju dengan {{link}}Ketentuan Layanan{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Didukung oleh {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Kepatuhan perhubungan ekonomi {{strong}}tunggal{{\/strong}}"],"Real-time sales tax calculation":["Penghitungan pajak penjualan real-time"],"Best for new stores":["Ideal untuk toko-toko baru"],"WooCommerce Tax":["Pajak WooCommerce"],"Get more sales":["Hasilkan lebih banyak penjualan"],"Upgrade to a paid plan to unlock more features and start selling":["Upgrade ke paket berbayar untuk mendapatkan fitur yang lebih banyak dan mulai berjualan"],"Welcome modal navigation illustration 1":["Ilustrasi navigasi modal selamat datang 1"],"Welcome modal navigation illustration 2":["Ilustrasi navigasi modal selamat datang 2"],"Setup required":["Penyiapan diperlukan"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Hasilkan pendapatan dan kelola pendapatan berulang, serta dapatkan deposit otomatis ke rekening bank yang Anda pilih."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Jual ke pasar internasional dan terima lebih dari 135 mata uang dengan metode pembayaran lokal."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Tawarkan metode pembayaran yang diinginkan pelanggan seperti pembayaran kartu debit dan kredit, Apple Pay, Sofort, SEPA, iDeal, dan sebagainya."],"Accepted payment methods include:":["Metode pembayaran yang diterima meliputi:"],"& more.":["& sebagainya."],"Plugins":["Plugin"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Menyelesaikan pekerjaan dengan WooCommerce jadi lebih cepat. <a>Pelajari selengkapnya<\/a> tentang navigasi baru kami—atau jelajahi secara mandiri."],"Move faster with our new navigation":["Gerak lebih cepat dengan navigasi baru kami"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Dapatkan tips dan wawasan mengenai performa toko Anda setiap kali Anda masuk ke dasbor WordPress.com."],"Meet your new Home":["Selamat datang di Beranda baru Anda"],"Choose a new website address for your store or transfer one you already own.":["Tentukan alamat situs baru untuk toko Anda atau alihkan yang sudah Anda punya."],"Add a domain illustration":["Tambahkan ilustrasi domain"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ada error saat menyambunkan ke WooCommerce Payments. Silakan coba lagi atau hubungkan nanti di pengaturan toko."],"Launch anyway":["Tetap luncurkan"],"A few things to check before launching your store":["Beberapa hal yang perlu diperiksa sebelum meluncurkan toko Anda"],"Before you launch":["Sebelum Anda meluncurkan"],"Choose an address for your new website or transfer a domain you already own.":["Tentukan alamat untuk situs baru Anda atau alihkan domain yang sudah Anda punya."],"List products":["Buat daftar produk"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Mulai berjualan dengan menambahkan produk atau layanan ke toko Anda. Buat produk-produk Anda secara manual, atau impor dari toko yang sudah ada."],"List your products":["Buat daftar produk Anda"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Hadirkan metode pembayaran yang praktis dan mudah untuk pelanggan! Siapkan satu (atau lebih!) metode pembayaran langsung atau online yang cepat dan aman."],"Get paid":["Terima pembayaran"],"You can always revert this under <a>Settings<\/a>.":["Anda selalu bisa mengembalikan perubahan ini di <a>Pengaturan<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Sudah tiba waktunya – toko Anda siap diluncurkan! Yey!"],"Ready to launch your store?":["Siap meluncurkan toko Anda?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Berubah pikiran? Anda bisa mengatur agar toko kembali berstatus privat dengan memperbarui pengaturan <a>Privasi<\/a>."],"View your store":["Lihat toko Anda"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Selamat! Anda berhasil meluncurkan toko WooCommerce. Luangkan waktu untuk merayakan dan memberitakannya!"],"Woo! You did it!":["Yey! Anda berhasil!"],"Launching your store":["Meluncurkan toko Anda"],"Copied":["Disalin"],"Dismiss this free trial informational banner.":["Tutup banner informasi percobaan gratis ini."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Ini adalah toko percobaan gratis. Anda bisa mulai menjelajahi semua fitur yang tersedia! Untuk mempelajari selengkapnya tentang percobaan gratis, klik \"Pelajari selengkapnya\"."],"There was a problem saving your store location":["Ada masalah saat menyimpan lokasi toko Anda"],"Launch your store":["Luncurkan toko Anda"],"2 minutes":["2 menit"],"Add a domain":["Tambah domain"],"Upgrade now":["Upgrade sekarang"],"Get started":["Mulai"],"City":["Kota"],"Continue":["Lanjutkan"],"Learn more":["Pelajari lebih lanjut."]}}}