{"translation-revision-date":"2024-07-22 11:54:45+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_CL","plural-forms":"nplurals=2; plural=n != 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Estás utilizando una versión de prueba gratuita. Para acceder a todas las funciones, mejora tu plan a uno de pago."],"Set up Stripe":["Configurar Stripe"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Con Stripe, aceptar pagos es muy fácil. Vende tanto en Internet como en una tienda física, y sincroniza todos los pagos, clientes, artículos e inventario."],"Payment illustration":["Ejemplo de pago"],"Set up Square":["Configuración de Square"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Con Square, aceptar pagos es muy fácil. Vende tanto en Internet como en una tienda física, y sincroniza todos los pagos, clientes, artículos e inventario."],"View options":["Ver opciones"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Para facilitar el pago en tu tienda a los clientes, elige entre métodos de pago rápidos y seguros, tanto online como offline."],"It's time to get paid":["Es el momento de recibir los pagos."],"Dismiss this banner.":["Descartar este banner."],"Start selling — for less!":["Empieza a vender, ¡por menos!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s años."],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s meses."],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s días."],"Upgrade your plan for %(formattedPrice)s":["Mejora tu plan por %(formattedPrice)s."],"Upgrade your plan for %(formattedPrice)s for your first year":["Mejora tu plan por %(formattedPrice)s durante tu primer año."],"Upgrade your plan for %(formattedPrice)s for your first month":["Mejora tu plan por %(formattedPrice)s durante tu primer mes."],"Upgrade your plan for %(formattedPrice)s for your first day":["Mejora tu plan por %(formattedPrice)s durante tu primer día."],"Appearance illustration":["Ejemplo de apariencia"],"Products illustration":["Ejemplo de productos"],"Everything is looking great, keep it up!":["Todo tiene muy buen aspecto. ¡Sigue así!"],"Woo! We’ve made it to the last step! Great job":["¡Bravo! Hemos llegado al último paso. ¡Bien hecho!"],"Only a few more tasks to tick off!":["Solo quedan algunas tareas por hacer."],"Welcome to your Woo Express store":["Te damos la bienvenida a tu tienda Woo Express"],"Welcome to %s":["Te damos la bienvenida a %s"],"%1$d out of %2$d complete.":["%1$d de %2$d completadas."],"You’re almost ready to start selling! Follow these steps to set up your store.":["¡Ya casi estás listo\/a para empezar a vender! Sigue estos pasos para configurar tu tienda."],"Hide setup list":["Ocultar lista de configuración"],"The store setup process meets my needs.":["El proceso de configuración de la tienda satisface mis necesidades."],"The store setup is easy to complete.":["La configuración de la tienda es muy fácil."],"We appreciate your feedback!":["Agradecemos tus comentarios."],"How was your experience?":["¿Cómo ha sido tu experiencia?"],"Hide this":["Ocultar esto"],"Show setup task list":["Mostrar lista de tareas de configuración"],"Task List Options":["Opciones de la lista de tareas"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["¡Enhorabuena! Dedica un instante a celebrarlo. Cuando estés listo\/a para publicar tu tienda, lo único que tienes que hacer es mejorar a un plan de pago. Esto también desbloqueará las dos próximas tareas en la lista de tareas."],"Woohoo! Your trial store has been set up!":["¡Estupendo! Se ha creado tu tienda de prueba."],"You're awesome! One less item on your to-do list ✅":["¡Estás haciendo un gran trabajo! Un elemento menos en tu lista de tareas ✅"],"There was a problem setting up automated taxes. Please try again.":["Ha habido un problema al configurar los impuestos automáticos. Inténtalo de nuevo."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Durante el periodo de prueba puedes configurar los ajustes del impuesto sobre las ventas, pero no recaudarlo. {{br\/}}Para empezar a vender productos, {{link}}mejora tu plan ahora{{\/link}}."],"I don't charge sales tax":["No cobro impuestos"],"Set up taxes manually":["Configura los impuestos manualmente"],"Choose a tax partner":["Elige un socio fiscal"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax puede calcular por ti los impuestos de tus ventas."],"Automate Taxes":["Automatizar impuestos"],"Automate taxes":["Automatizar impuestos"],"Head over to the tax rate settings screen to configure your tax rates":["Dirígete a la pantalla de ajustes de las tasas de impuestos para configurar tus tasas de impuestos"],"Configure tax rates":["Configurar las tasas de impuestos"],"The address from which your business operates":["La dirección desde la que opera tu negocio"],"Set store location":["Establecer la ubicación de la tienda"],"Please select a country \/ region":["Por favor, selecciona un país\/región"],"Post code":["Código postal"],"Address":["Dirección"],"Country \/ Region":["País\/Región"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Al hacer clic en «Configurar», estás activando tasas de impuestos y cálculos. Más información {{link}}aquí{{\/link}}."],"Configure":["Configurar"],"Continue setup":["Continuar con la configuración"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Al instalar WooCommerce Tax y Jetpack, aceptas las {{link}}Condiciones del servicio{{\/link}}."],"100% free":["100 % gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Con la tecnología de {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Cumplimiento del nexo económico {{strong}}único{{\/strong}}"],"Real-time sales tax calculation":["Cálculo de impuestos en tiempo real"],"Best for new stores":["Lo mejor para las nuevas tiendas"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Consigue más ventas"],"Upgrade to a paid plan to unlock more features and start selling":["Mejora tu plan a uno de pago para desbloquear más funciones y empezar a vender"],"Welcome modal navigation illustration 1":["Ilustración de navegación modal de bienvenida 1"],"Welcome modal navigation illustration 2":["Ilustración de navegación modal de bienvenida 2"],"Setup required":["Configuración necesaria"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Genera y gestiona ingresos recurrentes y obtén depósitos automáticos en tu cuenta bancaria designada."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vende a mercados internacionales y acepta más de 135 monedas con los métodos de pago locales."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Ofrece a tus clientes el método de pago que prefieran, incluidos los pagos con tarjeta de débito y crédito, Apple Pay, Sofort, SEPA, iDeal y muchos más."],"Accepted payment methods include:":["Entre los métodos de pago aceptados se incluyen:"],"& more.":["y mucho más."],"Plugins":["Plugins"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Ahora es más rápido hacer operaciones con WooCommerce. <a>Obtén más información<\/a> sobre nuestra nueva navegación o anímate a descubrirla por tu cuenta."],"Move faster with our new navigation":["Desplázate más rápido con nuestra nueva navegación"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Obtén consejos e información detallada sobre el rendimiento de tu tienda cada vez que accedas a tu escritorio de WordPress.com."],"Meet your new Home":["Conoce tu nueva página de inicio"],"Choose a new website address for your store or transfer one you already own.":["Elige una nueva dirección de sitio web para tu tienda o transfiere una que ya tengas."],"Add a domain illustration":["Ejemplo de añadir un dominio"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Se ha producido un error al conectar con WooCommerce Payments. Inténtalo de nuevo o conéctate más tarde desde los ajustes de la tienda."],"Launch anyway":["Publicar de todas maneras"],"A few things to check before launching your store":["Hay que comprobar unas cuantas cosas antes de publicar tu tienda"],"Before you launch":["Antes de publicarla"],"Choose an address for your new website or transfer a domain you already own.":["Elige una dirección para tu nuevo sitio web o transfiere un dominio que ya tengas."],"List products":["Crea una lista de productos"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Para empezar a vender, añade productos o servicios a tu tienda. Crea tus productos manualmente o impórtalos desde una tienda."],"List your products":["Crea tu lista de productos"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Ofrece a tus clientes una manera de pagar fácil y cómoda. Configura uno (¡o más!) de nuestros métodos de pago en línea o en persona rápidos y seguros."],"Get paid":["Recibe los pagos"],"You can always revert this under <a>Settings<\/a>.":["Puedes revertir esta opción en cualquier momento en <a>Ajustes<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Es hora de celebrarlo: ¡ya estás a punto para publicar tu tienda! ¡Bravo!"],"Ready to launch your store?":["¿Estás listo para estrenar tu tienda?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["¿Has cambiado de idea? Puedes volver a hacer que tu tienda sea privada si actualizas lo ajustes de <a>Privacidad<\/a>."],"View your store":["Visualiza tu tienda"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Enhorabuena por publicar tu sitio de WooCommerce. ¡Dedica un momento a celebrarlo y compartir la noticia!"],"Woo! You did it!":["¡Bravo! Lo has conseguido."],"Launching your store":["Publicación de tu tienda"],"Copied":["Copiado"],"Dismiss this free trial informational banner.":["Descarta este banner informativo de prueba gratuita."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Esta es tu tienda de prueba gratuita en la que puedes empezar a explorar las funciones disponibles. Para obtener más detalles sobre la prueba gratuita, haz clic en \"Más información\"."],"There was a problem saving your store location":["Ha habido un problema al guardar la ubicación de tu tienda"],"Launch your store":["Publica tu tienda"],"2 minutes":["2 minutos"],"Add a domain":["Añadir un dominio"],"Upgrade now":["Mejora tu plan ahora"],"Get started":["Comienza"],"City":["Ciudad"],"Continue":["Continuar"],"Learn more":["Saber más."]}}}