{"translation-revision-date":"2024-10-10 16:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n > 1);"},"Hire an expert":["Contrate um especialista"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Não encontrou o que você está procurando? Contrate uma de nossas agências especializadas. Desde novas extensões à elaboração de lojas completas, nossos especialistas do Woo ajudam você a criar a loja dos seus sonhos."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Quer expandir a funcionalidade de comércio eletrônico da sua loja? O Woo Marketplace tem centenas de extensões confiáveis desenvolvidas especificamente para sua loja."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Desde ferramentas de SEO a funcionalidades em vários idiomas, os plugins do WordPress permitem personalizar seu site para fazer o que você precisa."],"Customize your website":["Personalize o seu site"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Adicione mais funcionalidades ao seu site com apenas um clique. Faça upgrade para um plano pago e acesse milhares de plugins gratuitos e pagos do WordPress. Quer descobrir o que é possível?"],"Do it your way":["Faça do seu jeito"],"Discover Extensions":["Conheça as extensões"],"Extend your store":["Amplie sua loja"],"Browse plugins":["Procurar plugins"],"Make anything happen, with plugins":["Com os plugins, tudo é possível"],"Take your store to the next level, with extensions":["Eleve sua loja a um novo patamar com as extensões"],"Upgrade now":["Faça o upgrade agora"]}}}