Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Get more sales
ar: الحصول على مزيد من المبيعات
de_de: Steigern Sie Ihre Verkaufszahlen
es_cl: Consigue más ventas
fr_ca: Augmenter les ventes
he_il: להרחיב את היקף המכירות
id_id: Hasilkan lebih banyak penjualan
it_it: Ottieni più vendite
pt_br: Obtenha mais vendas
ru_ru: Получить больше продаж
sv_se: Öka din försäljning
tr_tr: Daha fazla satış yapın

source: Upgrade to a paid plan to unlock more features and start selling
ar: الترقية إلى خطة مدفوعة لفتح مزيد من الميزات وبدء البيع
de_de: Führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um von neuen Funktionen zu profitieren und Produkte verkaufen zu können
es_cl: Mejora tu plan a uno de pago para desbloquear más funciones y empezar a vender
fr_ca: Passer à un plan payant pour accéder à de nouvelles fonctionnalités et commencer à vendre
he_il: לשדרג לתוכנית בתשלום כדי ליהנות מיותר אפשרויות חדשות ולהתחיל למכור
id_id: Upgrade ke paket berbayar untuk mendapatkan fitur yang lebih banyak dan mulai berjualan
it_it: Effettua l'aggiornamento a un piano a pagamento per sbloccare nuove funzionalità e iniziare a vendere
pt_br: Desbloqueie novas funcionalidades e comece a vender ao fazer upgrade para um plano pago
ru_ru: Перейдите на платный тариф, чтобы получить доступ к новым функциям и начать продажи.
sv_se: Uppgradera till ett betalt paket för att låsa upp fler funktioner och börja sälja
tr_tr: Yeni özelliklerin kilidini açmak ve satış yapmaya başlamak için ücretli bir pakete yükseltin.

source: You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.
ar: تستخدم حاليًا إصدارًا تجريبيًا مجانية! للوصول إلى مجموعة كاملة من الميزات، ترجى الترقية إلى خطة مدفوعة.
de_de: Du nutzt derzeit einen Gratis-Test! Bitte führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um Zugang zu allen Funktionen zu erhalten.
es_cl: Estás utilizando una versión de prueba gratuita. Para acceder a todas las funciones, mejora tu plan a uno de pago.
fr_ca: Vous utilisez actuellement une version d’essai gratuite ! Pour accéder à l’ensemble des fonctionnalités, passez à un plan payant.
he_il: המינוי שלך כרגע הוא לתקופת ניסיון חינם! לקבלת גישה לכל האפשרויות, יש לשדרג לתוכנית בתשלום.
id_id: Anda sedang menggunakan percobaan gratis. Untuk mendapatkan akses ke seluruh fitur, upgrade ke paket berbayar.
it_it: Stai utilizzando una prova gratuita. Per ottenere l'accesso all'intera gamma di funzionalità, effettua l'aggiornamento a un piano a pagamento.
pt_br: No momento, você está no teste gratuito. Para ter acesso a toda gama de funcionalidades, faça upgrade para um plano pago.
ru_ru: Сейчас для вас действует бесплатный пробный период! Чтобы получить доступ ко всем функциям, перейдите на платный тариф.
sv_se: Du använder för närvarande en gratis provperiod! För att få åtkomst till alla funktioner, uppgradera till ett betalt paket.
tr_tr: Şu anda ücretsiz deneme sürümünü kullanıyorsunuz! Tüm özelliklere erişmek için lütfen ücretli bir pakete yükseltin.

source: Welcome modal navigation illustration 1
ar: مرحبًا بك في الرسم التوضيحي 1 للتنقل في النموذج
de_de: Abbildung 1 zur Navigation im modalen Willkommensfenster
es_cl: Ilustración de navegación modal de bienvenida 1
fr_ca: Illustration de la navigation modale de bienvenue 1
he_il: ניווט בחלון קופץ 'ברוך בואך', דוגמה 1
id_id: Ilustrasi navigasi modal selamat datang 1
it_it: Illustrazione di navigazione nella finestra modale di benvenuto 1
ja: ウェルカムモーダルナビゲーションの図1
pt_br: Ilustração de navegação modal de boas-vindas 1
ru_ru: Иллюстрация 1. Введение в модальную навигацию
sv_se: Välkommen modal navigering illustration 1
tr_tr: Hoş geldiniz penceresi gezinme illüstrasyonu 1

source: Welcome modal navigation illustration 2
ar: مرحبًا بك في الرسم التوضيحي 2 للتنقل في النموذج
de_de: Abbildung 2 zur Navigation im modalen Willkommensfenster
es_cl: Ilustración de navegación modal de bienvenida 2
fr_ca: Illustration de la navigation modale de bienvenue 2
he_il: ניווט בחלון קופץ 'ברוך בואך', דוגמה 2
id_id: Ilustrasi navigasi modal selamat datang 2
it_it: Illustrazione di navigazione nella finestra modale di benvenuto 2
ja: ウェルカムモーダルナビゲーションの図2
pt_br: Ilustração de navegação modal de boas-vindas 2
ru_ru: Иллюстрация 2. Введение в модальную навигацию
sv_se: Välkommen modal navigering illustration 2
tr_tr: Hoş geldiniz penceresi gezinme illüstrasyonu 2

source: Setup required
ar: يلزم الإعداد
de_de: Einrichten erforderlich
es_cl: Configuración necesaria
fr_ca: Configuration requise
he_il: נדרשת הגדרה
id_id: Penyiapan diperlukan
it_it: Configurazione richiesta
pt_br: Configuração obrigatória
ru_ru: Требуется настройка
sv_se: Konfiguration krävs
tr_tr: Kurulum gerekir

source: Earn and manage recurring revenue and get automatic deposits into your nominated bank account.
ar: اربح الإيرادات المتكررة وقم بإدارتها واحصل على ودائع تلقائية في حسابك البنكي المحدَّد.
de_de: Erziele und verwalte wiederkehrende Einnahmen und erhalte automatische Einzahlungen auf dein angegebenes Bankkonto.
es_cl: Genera y gestiona ingresos recurrentes y obtén depósitos automáticos en tu cuenta bancaria designada.
fr_ca: Gagnez et gérez des revenus récurrents et obtenez des dépôts automatiques sur votre compte bancaire désigné.
he_il: להרוויח הכנסה חוזרת ולנהל אותה, ולקבל הפקדות אוטומטיות לחשבון הבנק שבחרת.
id_id: Hasilkan pendapatan dan kelola pendapatan berulang, serta dapatkan deposit otomatis ke rekening bank yang Anda pilih.
it_it: Ottieni e gestisci entrate ricorrenti e ricevi versamenti automatici sul conto corrente indicato.
pt_br: Obtenha e gerencie pagamentos recorrentes e receba depósitos automáticos na conta bancária indicada.
ru_ru: Получайте регулярный доход и управляйте им, а также автоматически вносите депозиты на указанный вами банковский счёт.
sv_se: Tjäna och hantera återkommande intäkter och få automatiska insättningar till ditt valda bankkonto.
tr_tr: Sürekli bir gelir akışı sağlayın, yinelenen ödemeleri yönetin ve ödemelerin belirlediğiniz banka hesabınıza otomatik olarak yatırılmasını sağlayın.

source: Sell to international markets and accept more than 135 currencies with local payment methods.
ar: يمكنك البيع للأسواق الدولية وقبول أكثر من 135 عملة باستخدام طرق الدفع المحلية.
de_de: Verkaufe auf internationalen Märkten und akzeptiere mehr als 135 Währungen mit lokalen Zahlungsmethoden.
es_cl: Vende a mercados internacionales y acepta más de 135 monedas con los métodos de pago locales.
fr_ca: Vendez sur les marchés internationaux et acceptez plus de 135 devises avec des moyens de paiement locaux.
he_il: למכור לשווקים בינלאומיים ולקבל יותר מ-135 מטבעות בשיטות תשלום מקומיות.
id_id: Jual ke pasar internasional dan terima lebih dari 135 mata uang dengan metode pembayaran lokal.
it_it: Vendi sui mercati internazionali e accetta più di 135 valute con metodi di pagamento locali.
pt_br: Venda para mercados internacionais e aceite mais de 135 moedas com métodos de pagamento locais.
ru_ru: Продавайте товары по всему миру и принимайте платежи более чем в 135 валютах с помощью местных способов оплаты.
sv_se: Sälj till internationella marknader och acceptera mer än 135 valutor med lokala betalningsmetoder.
tr_tr: Uluslararası pazarlara satış yapın ve yerel ödeme yöntemleriyle 135'ten fazla para biriminde ödeme kabul edin.

source: Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.
ar: وفّر لعملائك طريقتهم المفضلة للدفع، بما في ذلك مدفوعات بطاقات الخصم والائتمان وApple Pay وSofort وSEPA وiDeal وأكثر من ذلك بكثير.
de_de: Biete deinen Kunden ihre bevorzugte Zahlungsmethode an, darunter Debit- und Kreditkartenzahlungen, Apple Pay, Sofort, SEPA, iDeal und viele mehr.
es_cl: Ofrece a tus clientes el método de pago que prefieran, incluidos los pagos con tarjeta de débito y crédito, Apple Pay, Sofort, SEPA, iDeal y muchos más.
fr_ca: Permettez à vos clients d’utiliser leur moyen de paiement préféré, y compris les cartes de débit et de crédit, Apple Pay, Sofort, SEPA, iDeal et bien d’autres encore.
he_il: באפשרותך להציע ללקוחות שלך את אמצעי התשלום המועדף עליהם, כולל כרטיסי אשראי או חיוב, Apple Pay,‏ Sofort,‏ SEPA,‏ iDeal ואפשרויות רבות נוספות.
id_id: Tawarkan metode pembayaran yang diinginkan pelanggan seperti pembayaran kartu debit dan kredit, Apple Pay, Sofort, SEPA, iDeal, dan sebagainya.
it_it: Offri ai clienti la possibilità di utilizzare il metodo di pagamento che preferiscono, tra cui carte di debito e di credito, Apple Pay, Sofort, SEPA, iDeal e molti altri.
pt_br: Permita que seus clientes paguem como preferirem, incluindo pagamentos com cartão de débito e crédito, Apple Pay, Sofort, SEPA, iDeal e muito mais.
ru_ru: Предложите клиентам различные способы оплаты на выбор, в том числе оплату банковской картой, Apple Pay, Sofort, SEPA, iDeal и другими способами.
sv_se: Erbjud dina kunder deras föredragna sätt att betala inklusive bank- och kreditkortsbetalningar, Apple Pay, Sofort, SEPA, iDeal och många fler.
tr_tr: Banka ve kredi kartı ödemeleri, Apple Pay, Sofort, SEPA, iDeal ve çok daha fazlası dahil olmak üzere müşterilerinize tercih ettikleri ödeme yöntemini sunun.

source: Accepted payment methods include:
ar: تتضمن طرق الدفع المقبولة ما يأتي:
de_de: Zu den akzeptierten Zahlungsarten gehören:
es_cl: Entre los métodos de pago aceptados se incluyen:
fr_ca: Moyens de paiement acceptés :
he_il: בין אמצעי התשלום שאנחנו מקבלים:
id_id: Metode pembayaran yang diterima meliputi:
it_it: I metodi di pagamento accettati includono:
pt_br: Os métodos de pagamento aceitos incluem:
ru_ru: Доступные способы оплаты:
sv_se: Accepterade betalningsmetoder inkluderar:
tr_tr: Kabul edilen ödeme yöntemleri şunlardır:

source: & more.
ar: وأكثر.
de_de: und mehr.
es_cl: y mucho más.
fr_ca: et plus.
he_il: ועוד.
id_id: & sebagainya.
it_it: e altro.
pt_br: e muito mais.
ru_ru: и многое другое.
sv_se: och mer.
tr_tr: ve daha fazlası.

source: Browse Extensions
ar: تصفح الامتدادات
de_de: Erweiterungen durchsuchen
es_cl: Navegar por las extensiones
fr_ca: Parcourir les extensions
he_il: לעיין בהרחבות
id_id: Jelajahi ekstensi
it_it: Sfoglia le estensioni
ja: 機能拡張を表示
nl_nl: Door extensies bladeren
pt_br: Navegar pelas extensões
ru_ru: Просмотр расширений
sv_se: Bläddra bland utökningar
tr_tr: Uzantılara göz atma

source: Add your products. Show off your products or services and get ready to start selling – add your product info, images, and descriptions.
ar: أضف منتجاتك. تعرض منتجاتك أو خدماتك وتستعد لبدء البيع - أضف معلومات منتجك وصوره وأوصافه.
de_de: Füge deine Produkte hinzu. Präsentiere deine Produkte oder Dienstleistungen und beginne mit dem Verkauf. Füge Produktinformationen, -bilder und -beschreibungen hinzu.
es_cl: Añade tus productos. Muestra tus productos o servicios y prepárate para empezar a vender: añade información, imágenes y descripciones de tus productos.
fr_ca: Ajoutez vos produits. Mettez vos produits ou services en valeur et préparez-vous à les vendre : ajoutez des informations sur vos produits, des images et des descriptions.
he_il: להוסיף את המוצרים שלך. באפשרותך להציג לראווה את המוצרים או השירותים שלך ולהתכונן לתחילת המכירה – הוספת פרטי מוצרים, תמונות ותיאורים.
id_id: Tambahkan produk Anda. Tampilkan produk atau layanan Anda dan bersiaplah berjualan – tambahkan info, gambar, dan deskripsi produk Anda.
it_it: Aggiungi i tuoi prodotti. Mostra i tuoi prodotti o servizi e preparati a vendere: aggiungi informazioni, immagini e descrizioni del prodotto.
ja: 商品を追加します。 商品の情報、画像、説明を追加して商品やサービスを紹介し、販売を始める準備を整えます。
pt_br: Adicione seus produtos. Exiba seus produtos ou serviços e se prepare para começar a vender: adicione informações, imagens e descrições dos produtos.
ru_ru: Добавьте товары. Демонстрируйте свои товары и услуги и готовьтесь к началу продаж: загрузите сведения о товарах, изображения и описания.
sv_se: Lägg till dina produkter. Visa upp dina produkter eller tjänster och gör dig redo att börja sälja – lägg till din produktinformation, bilder och beskrivningar.
tr_tr: Ürünlerinizi ekleyin. Ürünlerinizi veya hizmetlerinizi gösterin ve ürün bilgilerinizi, görsellerinizi ve açıklamalarınızı ekleyerek satışa başlamaya hazırlanın.

source: Import your products. Show off your products or services and get ready to start selling – import your existing product info, images, and descriptions.
ar: قم باستيراد منتجاتك. تعرض منتجاتك أو خدماتك وتستعد لبدء البيع - قم باستيراد معلومات منتجك الموجودة وصوره وأوصافه.
de_de: Importiere deine Produkte. Präsentiere deine Produkte oder Dienstleistungen und beginne mit dem Verkauf. Importiere vorhandene Produktinformationen, -bilder und -beschreibungen.
es_cl: Importa tus productos. Muestra tus productos o servicios y prepárate para empezar a vender: importa información, imágenes y descripciones de tus productos existentes.
fr_ca: Importez vos produits. Mettez vos produits ou services en valeur et préparez-vous à les vendre : importez les informations existantes sur vos produits, des images et des descriptions.
he_il: לייבא את המוצרים שלך. באפשרותך להציג לראווה את המוצרים או השירותים שלך ולהתכונן לתחילת המכירה – יבוא של פרטי מוצרים, תמונות ותיאורים קיימים.
id_id: Impor produk Anda. Tampilkan produk atau layanan Anda dan bersiaplah berjualan – impor info, gambar, dan deskripsi produk yang sudah ada.
it_it: Importa i tuoi prodotti. Mostra i tuoi prodotti o servizi e preparati a vendere: importa le informazioni, le immagini e le descrizioni del prodotto esistente.
ja: 商品をインポートします。 既存の商品の情報、画像、説明をインポートして商品やサービスを紹介し、販売を始める準備を整えます。
pt_br: Importe seus produtos. Exiba seus produtos ou serviços e prepare-se para começar a vender: importe informações, imagens e descrições dos seus produtos existentes.
ru_ru: Импортируйте товары. Демонстрируйте свои товары и услуги и готовьтесь к началу продаж: импортируйте сведения о товарах, изображения и описания.
sv_se: Importera dina produkter. Visa upp dina produkter eller tjänster och gör dig redo att börja sälja – importera din befintliga produktinformation, bilder och beskrivningar.
tr_tr: Ürünlerinizi içe aktarın. Ürünlerinizi veya hizmetlerinizi gösterin ve ürün bilgilerinizi, görsellerinizi ve açıklamalarınızı içe aktararak satışa başlamaya hazırlanın.

source: Add products
ar: إضافة منتجات
de_de: Produkte hinzufügen
es_cl: Añadir productos
fr_ca: Ajouter des produits
he_il: הוסף מוצרים
id_id: Tambahkan produk
it_it: Aggiungi prodotti
ja: 商品追加
nl_nl: Producten toevoegen
pt_br: Adicionar produtos
ru_ru: Добавить товары
sv_se: Lägg till produkter
tr_tr: Ürünleri ekle

source: Import products
ar: استيراد المنتجات
de_de: Produkte importieren
es_cl: Importa productos
fr_ca: Importer des produits
he_il: ייבוא מוצרים
id_id: Impor produk
it_it: Importa prodotti
ja: 商品をインポート
nl_nl: Producten importeren
pt_br: Importar produtos
ru_ru: Импорт товаров
sv_se: Importera produkter
tr_tr: Ürünleri içe aktarın

source: Add your products
ar: إضافة منتجاتك
de_de: Produkte hinzufügen
es_cl: Añade tus productos
fr_ca: Ajouter vos produits
he_il: להוסיף את המוצרים שלך
id_id: Tambahkan produk Anda
it_it: Aggiungi i tuoi prodotti
ja: 商品を追加
nl_nl: Voeg je producten toe
pt_br: Adicionar seus produtos
ru_ru: Добавить товары
sv_se: Lägg till dina produkter
tr_tr: Ürünlerinizi ekleyin

source: Import your products
ar: استيراد منتجاتك
de_de: Produkte importieren
es_cl: Importa tus productos
fr_ca: Importer vos produits
he_il: לייבא את המוצרים שלך
id_id: Impor produk Anda
it_it: Importa i tuoi prodotti
ja: 商品をインポート
pt_br: Importar seus produtos
ru_ru: Импортировать товары
sv_se: Importera dina produkter
tr_tr: Ürünlerinizi içe aktarın

source: Choose theme
ar: اختر قالبًا
de_de: Wählen Sie ein Theme
es_cl: Elige un tema
fr_ca: Choisir un thème
he_il: לבחור ערכת עיצוב
id_id: Pilih tema
it_it: Scegli un tema
ja: テーマを選択
pt_br: Escolher tema
ru_ru: Выбор темы
sv_se: Välj tema
tr_tr: Tema seçin

source: Choose a theme that best fits your brand's look and feel, then make it your own. Change the colors, add your logo, and create pages.
ar: اختر قالبًا يناسب شكل علامتك التجارية ومظهرها، ثم اجعله خاصًا بك. غيِّر الألوان وأضف شعارك وأنشئ الصفحات.
de_de: Wählen Sie ein Theme aus, das gut zum Erscheinungsbild Ihrer Marke passt, und verändern Sie es nach Ihren Wünschen. Ändern Sie die Farben, fügen Sie Ihr Logo hinzu und erstellen Sie Seiten.
es_cl: Elige el tema que mejor se adapte al aspecto de tu marca y, a continuación, hazlo tuyo. Cambia los colores, agrega tu logotipo y crea páginas.
fr_ca: Choisissez le thème qui correspond le mieux à l’image de votre marque, puis personnalisez-le. Changez les couleurs, ajoutez votre logo et créez des pages.
he_il: באפשרותך לבחור את ערכת העיצוב המתאימה ביותר למראה ולאווירה של המותג שלך, ולערוך בה שינויים כרצונך. ניתן לשנות את הצבעים, להוסיף לוגו וליצור עמודים.
id_id: Pilih tema yang paling cocok dengan tampilan dan kesan merek Anda, lalu kreasikan sesuai keinginan. Ganti warna, tambahkan logo, dan buat halaman.
it_it: Scegli un tema che meglio si adatta all'aspetto del tuo marchio e rendilo unico. Cambia i colori, aggiungi il tuo logo e crea pagine.
ja: ブランドの外観に最適なテーマを選択し、独自の雰囲気を作り上げましょう。 色を変更したり、ロゴを追加したり、ページを作成したりできます。
pt_br: Escolha um tema que melhor se adapte à aparência da sua marca e personalize-o. Altere as cores, adicione seu logotipo e crie páginas.
ru_ru: Выберите самую подходящую тему для вашего бренда и настройте её по своему вкусу. Меняйте цвета, добавьте логотип, создавайте новые страницы.
sv_se: Välj ett tema som bäst passar ditt varumärkes utseende och känsla och gör det sedan till ditt eget. Ändra färgerna, lägg till din logga och skapa sidor.
tr_tr: Markanızın genel görünümüne en uygun temayı seçip ardından tamamen size özgü hale getirin. Renkleri değiştirin, logonuzu ekleyin ve sayfalar oluşturun.

source: Choose your theme
ar: اختر قالبك
de_de: Wählen Sie Ihr Theme
es_cl: Elige tu tema
fr_ca: Choisir votre thème
he_il: לבחור את ערכת העיצוב שלך
id_id: Pilih tema Anda
it_it: Scegli il tuo tema
ja: テーマを選択
nl_nl: Kies je thema
pt_br: Escolha o tema
ru_ru: Выберите тему
sv_se: Välj ditt tema
tr_tr: Temanızı seçin

source: Plugins
ar: إضافات
fr_ca: Extensions
he_il: תוספים
id_id: Plugin
it_it: Plugin
ja: プラグイン
ru_ru: Плагины
sv_se: Tillägg
tr_tr: Eklentiler

source: Restore
ar: استعادة
de_de: Wiederherstellen
es_cl: Restaurar
fr_ca: Restaurer
he_il: שחזור
id_id: Kembalikan
it_it: Ripristino
ja: 復元する
nl_nl: Herstellen
pt_br: Restaurar
ru_ru: Восстановление
sv_se: Återställ
tr_tr: Geri yükle

source: "Things to do next"
ar: "الأشياء التي يجب القيام بها لاحقًا"
de_de: „Nächste Schritte“
es_cl: «Qué hacer a continuación»
fr_ca: « Étapes suivantes »
he_il: 'הדברים הבאים שכדאי לעשות'
id_id: "Pekerjaan selanjutnya"
it_it: "Prossimi passaggi"
ja: 「次の手順」
pt_br: O que fazer a seguir
ru_ru: «Что дальше»
sv_se: ”Saker att göra härnäst”
tr_tr: "Bundan sonra yapılacaklar"

source: Setup task list
ar: إظهار قائمة المهام
de_de: Liste mit Einrichtungsaufgaben
es_cl: Lista de tareas de configuración
fr_ca: Liste des tâches de configuration
he_il: רשימת משימות ההגדרה
id_id: Daftar tugas penyiapan
it_it: Configura elenco delle attività
ja: タスクリストを設定
pt_br: Configurar lista de tarefas
ru_ru: Список задач по настройке
sv_se: Ställ in uppgiftslista
tr_tr: Kurulum görev listesi

source: Restore the visibility of the "Things to do next" Task List.
ar: قم باستعادة رؤية قائمة المهام "الأشياء التي يجب القيام بها لاحقًا".
de_de: Mache die „Nächste Schritte“-Aufgabenliste wieder sichtbar.
es_cl: Restablece la visibilidad de la lista de tareas «Cosas que hacer a continuación».
fr_ca: Rétablir la visibilité de la liste des tâches « Étapes suivantes ».
he_il: להציג מחדש את רשימת המשימות 'הדברים הבאים שכדאי לעשות'.
id_id: Tampilkan kembali Daftar Tugas "Pekerjaan selanjutnya".
it_it: Ripristina la visibilità dell'elenco delle attività "Prossimi passaggi".
ja: 「次の手順」タスクリストの表示を復元します。
pt_br: Restaure a visibilidade da lista de tarefas "O que fazer a seguir".
ru_ru: Показывать список задач по настройке «Что дальше».
sv_se: Återställ synligheten för uppgiftslistan "Saker att göra härnäst".
tr_tr: "Bundan sonra yapılacaklar" Görev Listesinin görünürlüğünü geri yükleyin.

source: Restore the visibility of the primary onboarding Task List.
ar: قم باستعادة رؤية قائمة مهام الإعداد الأولي.
de_de: Mache die Aufgabenliste für die erste Einführung wieder sichtbar.
es_cl: Restablece la visibilidad de la lista de tareas de incorporación principal.
fr_ca: Rétablir la visibilité de la liste principale des tâches d’accueil.
he_il: להציג מחדש את רשימת המשימות עם פעולות ההצטרפות הראשיות.
id_id: Tampilkan kembali Daftar Tugas proses onboarding utama
it_it: Ripristina la visibilità dell'elenco delle attività di avviamento principali.
ja: 最初のオンボーディングのタスクリストの表示を復元します。
pt_br: Restaure a visibilidade da lista de tarefas de integração principal.
ru_ru: Показывать список задач по первичной адаптации.
sv_se: Återställ synligheten för den primära uppgiftslistan för onboarding.
tr_tr: Birincil tanıtım Görev Listesinin görünürlüğünü geri yükleyin.

source: Use these options to restore the visibility of the onboarding Task Lists in the WooCommerce Home.
ar: استخدم هذه الخيارات لاستعادة رؤية قوائم مهمة الإعداد في WooCommerce Home.
de_de: Nutze diese Optionen, um die Aufgabenliste für die Einführung auf der WooCommerce-Startseite wieder sichtbar zu machen.
es_cl: Utiliza estas opciones para restablecer la visibilidad de las listas de tareas de incorporación en la página de inicio de WooCommerce.
fr_ca: Utilisez ces options pour rétablir la visibilité des listes de tâches d’accueil sur la page d’accueil de WooCommerce.
he_il: אפשר להיעזר באפשרויות הללו להצגה מחדש של רשימת משימות ההצטרפות בעמוד הבית של Woocommerce.
id_id: Gunakan pilihan ini untuk menampilkan kembali Daftar Tugas proses onboarding di Beranda WooCommerce.
it_it: Usa queste opzioni per ripristinare la visibilità dell'elenco delle attività di avviamento nella home di WooCommerce.
ja: これらのオプションを使用して、WooCommerce ホームのオンボーディングのタスクリストの表示を復元します。
pt_br: Use estas opções para restaurar a visibilidade das listas de tarefas de integração na página inicial do WooCommerce.
ru_ru: С помощью этих опций можно сделать видимыми списки задач по первичной адаптации на сайте WooCommerce.
sv_se: Använd dessa alternativ för att återställa synligheten för uppgiftslistorna för onboarding på WooCommerce-startsidan.
tr_tr: WooCommerce Ana Ekranında tanıtım Görev Listelerinin görünürlüğünü geri yüklemek için bu seçenekleri kullanın.

source: Onboarding
ar: الإعداد
de_de: Einführung
es_cl: Puesta en marcha
fr_ca: Intégration
he_il: הצטרפות
id_id: Penyiapan
it_it: Avviamento
ja: オンボーディング
pt_br: Integração
ru_ru: Адаптация
tr_tr: İlk Katılım

source: A custom navigation experience that is optimized for selling.
ar: تجربة تنقل مخصصة تم تحسينها للبيع.
de_de: Ein individuelles Navigationserlebnis, das für den Verkauf optimiert ist.
es_cl: Una experiencia de navegación personalizada y optimizada para la venta.
fr_ca: Une expérience de navigation personnalisée et optimisée pour la vente.
he_il: חוויית ניווט בהתאמה אישית, כולל מיטוב למכירות.
id_id: Pengalaman navigasi kustom yang dioptimalkan untuk penjualan.
it_it: Un'esperienza di navigazione personalizzata ottimizzata per la vendita.
ja: 販売向けに最適化されたカスタムナビゲーションを利用できます。
pt_br: Uma experiência de navegação personalizada e otimizada para vendas.
ru_ru: Пользовательская навигация, приспособленная для продаж.
sv_se: En anpassad navigeringsupplevelse som är optimerad för försäljning.
tr_tr: Satış için uygun hale getirilmiş özel bir gezinme deneyimi.
