Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: This store is not ready to accept orders. Checkout functionality is currently enabled for preview purposes only.
ar: هذا المتجر غير جاهز لقبول الطلبات. تم تمكين وظيفة السداد حاليًا لأغراض المعاينة فقط.
de_de: Dieser Shop ist nicht bereit, Bestellungen zu akzeptieren. Die Bezahlfunktion ist derzeit nur zu Vorschauzwecken aktiviert.
es_cl: Está tienda no está lista para aceptar pedidos. La funcionalidad de pago está activada actualmente solo con fines de vista previa.
fr_ca: Cette boutique n’est pas prête à accepter des commandes. Actuellement, la fonctionnalité de validation de commande est activée à des fins d’aperçu uniquement.
he_il: החנות הזו לא מוכנה לקבלת הזמנות. נכון לעכשיו, פונקציונליות התשלום בקופה מופעלת לצורכי תצוגה מקדימה בלבד.
id_id: Toko ini belum siap menerima pesanan. Saat ini fungsi checkout diaktifkan hanya untuk tujuan pratinjau.
it_it: Il negozio non è pronto ad accettare ordini. La funzionalità di pagamento è attualmente abilitata solo a scopo di anteprima.
ja: このストアで注文を受け付ける準備ができていません。 現在、購入手続き機能はプレビュー目的でのみ有効になっています。
nl_nl: Deze winkel is niet klaar om bestellingen te ontvangen. Afrekenfuncties zijn momenteel alleen ingeschakeld voor voorbeeldweergaven.
pt_br: Esta loja não está pronta para aceitar pedidos. No momento, a funcionalidade de checkout está ativada apenas como visualização.
ru_ru: Этот магазин ещё не готов принимать заказы. Функции оформления заказа в настоящее время доступны только для предварительного просмотра.
sv_se: Den här butiken är inte redo att ta emot beställningar. Kassafunktionen är för närvarande endast aktiverad för förhandsgranskning.
tr_tr: Bu mağaza sipariş almaya hazır değil. Ödeme işlevi şu anda yalnızca önizleme amacıyla etkinleştirilmiştir.

source: Jetpack Stats
ar: إحصاءات Jetpack
de_de: Jetpack-Statistiken
fr_ca: Statistiques Jetpack
he_il: נתונים סטטיסטיים של Jetpack
id_id: Statistik Jetpack
ja: Jetpack 統計
nl_nl: Jetpack Statistieken
pt_br: Estatísticas do Jetpack
ru_ru: Статистика Jetpack
tr_tr: Jetpack İstatistikleri

source: Jetpack Status
ar: حالة Jetpack
es_cl: Estado de Jetpack
fr_ca: État de Jetpack
he_il: סטטוס Jetpack
id_id: Status Jetpack
it_it: Stato Jetpack
ja: Jetpack ステータス
pt_br: Status do Jetpack
ru_ru: Статус в Jetpack
tr_tr: Jetpack Durumu

source: Anti-Spam
ar: مكافحة البريد المزعج
he_il: מניעת תגובות זבל
ja: スパム対策
ru_ru: Защита от спама
sv_se: Anti-skräppost

source: Discover
ar: اكتشاف
fr_ca: Découvrir
he_il: היכרות
id_id: Temukan
nl_nl: Ontdek
pt_br: Descubra
ru_ru: Открыть
sv_se: Upptäck
tr_tr: Keşfet

source: Manage
ar: إدارة
de_de: Verwalten
es_cl: Gestionar
fr_ca: Gérer
he_il: לנהל
id_id: Atur
it_it: Gestisci
ja: 管理
nl_nl: Beheren
pt_br: Gerenciar
ru_ru: Управление
sv_se: Hantera
tr_tr: Yönetin

source: Extensions
ar: الإضافات
de_de: Erweiterungen
es_cl: Extensiones
he_il: הרחבות
id_id: Ekstensi
it_it: Estensioni
ja: 拡張機能
nl_nl: Uitbreidingen
pt_br: Extensões
ru_ru: Расширения
sv_se: Utökningar
tr_tr: Genişleme paketleri

source: Customers
ar: العملاء
de_de: Kunden
es_cl: Clientes
fr_ca: Clients
he_il: לקוחות
id_id: Pelanggan
it_it: Clienti
ja: 顧客
nl_nl: Klanten
pt_br: Clientes
ru_ru: Клиенты
sv_se: Kunder
tr_tr: Müşteriler

source: Legacy Reports
ar: تقارير قديمة
de_de: Veraltete Berichte
es_cl: Informes heredados
fr_ca: Anciens rapports
he_il: דוחות מדור קודם
id_id: Laporan Lawas
it_it: Rapporti di legacy
ja: レガシーレポート
nl_nl: Legacy verslagen
pt_br: Relatórios antigos
ru_ru: Старые отчёты
sv_se: Äldre rapporter
tr_tr: Eski Raporlar

source: WooCommerce Status
ar: حالة WooCommerce
es_cl: Estado de WooCommerce
fr_ca: État de WooCommerce
he_il: מצב WooCommerce
id_id: Status WooCommerce
it_it: Stato WooCommerce
ja: WooCommerce ステータス
pt_br: Status do WooCommerce
ru_ru: Статус WooCommerce
tr_tr: WooCommerce durumu

source: WooCommerce Settings
ar: إعدادات WooCommerce
de_de: WooCommerce-Einstellungen
es_cl: Ajustes de WooCommerce
fr_ca: Réglages WooCommerce
he_il: הגדרות WooCommerce
id_id: Pengaturan WooCommerce
it_it: Impostazioni WooCommerce
ja: WooCommerce 設定
nl_nl: WooCommerce-instellingen
pt_br: Configurações do WooCommerce
ru_ru: Настройки WooCommerce
sv_se: WooCommerce-inställningar
tr_tr: WooCommerce Ayarları

source: Orders
ar: الطلبات
de_de: Bestellungen
es_cl: Pedidos
fr_ca: Commandes
he_il: הזמנות
id_id: Pesanan
it_it: Ordini
ja: 注文
nl_nl: Bestellingen
pt_br: Pedidos
ru_ru: Заказы
sv_se: Beställningar
tr_tr: Siparişler

source: My Home
ar: صفحتي الرئيسية
de_de: Meine Startseite
es_cl: Mi página de inicio
fr_ca: Mon accueil
he_il: הבית שלי
id_id: Beranda Saya
it_it: Home
ja: ホーム
nl_nl: Mijn startpagina
pt_br: Minha página inicial
ru_ru: Главная
sv_se: Min startsida
tr_tr: Evim

source: Feedback
ar: الرسائل
es_cl: Comentarios
fr_ca: Remarque
he_il: משוב
id_id: Umpan Balik
ja: フィードバック
ru_ru: Обратная связь
tr_tr: Geri Bildirim

source: Accepted payment methods
ar: طرق الدفع المقبولة
de_de: Akzeptierte Zahlungsmethoden
es_cl: Métodos de pago aceptados
he_il: אמצעי תשלום מקובלים
id_id: Metode pembayaran yang diterima
it_it: Metodi di pagamento accettati
pt_br: Formas de pagamento aceitas
sv_se: Accepterade betalningsmetoder
tr_tr: Kabul edilen ödeme yöntemleri

source: No thanks
ar: لا شكرًا
de_de: Nein, danke
es_cl: No gracias
fr_ca: Non merci
he_il: לא תודה
id_id: Tidak, terima kasih
it_it: No, grazie
ja: 結構です
nl_nl: Nee, liever niet
pt_br: Não, obrigado
ru_ru: Нет, спасибо
sv_se: Nej tack
tr_tr: Hayır, teşekkürler

source: Get started
ar: ابدأ
de_de: Erste Schritte
es_cl: Comienza
fr_ca: Commencer
he_il: מתחילים כאן
id_id: Mulai
it_it: Inizia ora
ja: 始めてみよう
nl_nl: Aan de slag
pt_br: Iniciar
ru_ru: Начало работы
sv_se: Kom igång
tr_tr: Başla

source: Navigation
ar: القائمة
es_cl: Navegación
he_il: ניווט
id_id: Navigasi
it_it: Navigazione
ja: ナビゲーション
nl_nl: Navigatie
pt_br: Navegação
ru_ru: Навигация
tr_tr: Dolaşım

source: A feature plugin to provide ux enhancements for users of Store on WordPress.com.
ar: ميزة إضافية لتوفير تحسينات تجربة المستخدم لمستخدمي المتجر على ووردبريس.كوم.
de_de: Ein Funktions-Plugin, das Benutzern von Store auf WordPress.com ein verbessertes Benutzererlebnis bietet.
es_cl: Un plugin de función que ofrece mejoras en la interfaz de usuario para los usuarios de la tienda en WordPress.com.
fr_ca: Une extension de fonctionnalités destinée à améliorer l’expérience des utilisateurs de boutiques sur WordPress.com.
he_il: תוסף כלים שמספק שיפורי UX למשתמשי החנות ב-WordPress.com.
id_id: Plugin fitur untuk memberikan peningkatan UX bagi pengguna Toko di WordPress.com.
it_it: Un plugin che aggiunge una funzionalità di potenziamento della UX degli utenti del Negozio su WordPress.com.
ja: WordPress.com でストアを利用するユーザーのための機能拡張プラグインです。
nl_nl: Een functieplug-in voor verbeteringen van de gebruikersinterface, voor gebruikers van Winkel op WordPress.com.
pt_br: Um plugin com funcionalidades que melhoram a experiência de usuário da loja no WordPress.com.
ru_ru: Специальный плагин для реализации усовершенствований пользовательского интерфейса магазина на WordPress.com.
sv_se: Ett funktionstillägg som tillhandahåller ux-förbättringar för butiksanvändare på WordPress.com.
tr_tr: WordPress.com'da Mağaza kullanıcıları için kullanıcı deneyimi geliştirmeleri sağlayan bir özellik eklentisi.

source: Make your check payable to...
ar: اجعل الشيك الخاص بك واجب الدفع لـ...
de_de: Stelle den Scheck auf folgenden Namen aus …
es_cl: Abonar el importe del cheque a...
fr_ca: Faire un chèque à l'ordre de…
he_il: הגדרת התשלום של ההמחאה עבור...
id_id: Arahkan pembayaran cek Anda ke...
it_it: Rendi i tuoi assegni pagabili a...
ja: 小切手の支払先:
nl_nl: Keer je cheque uit aan …
pt_br: Fazer cheque nominal para...
ru_ru: Выпишите чек на имя...
sv_se: Checken ska vara utställd på ...
tr_tr: Çekinizi şunun için ödeme yapabilir hale getirin:

source: Pay for this order by check.
ar: ادفع للحصول على هذا الطلب عن طريق الشيكات.
de_de: Zahle diese Bestellung mit einem Scheck.
es_cl: Pagar este pedido con cheque.
fr_ca: Payer cette commande par chèque.
he_il: ביצוע תשלום עבור ההזמנה באמצעות המחאה.
id_id: Bayar pesanan ini dengan cek.
it_it: Paga per questo ordine tramite assegno.
ja: 小切手でこの注文を支払います。
nl_nl: Met cheque betalen voor deze bestelling.
pt_br: Pagar por este pedido em cheque.
ru_ru: Оплатите этот заказ чеком.
sv_se: Betala för denna order med check.
tr_tr: Bu sipariş için çekle ödeme yapın.

source: An invalid setting value was passed.
ar: تم تمرير قيمة إعداد غير صالح.
de_de: Ein ungültiger Einstellwert wurde übergeben.
es_cl: Se pasó un valor de ajuste no válido.
fr_ca: Une valeur de réglage non valide a été passée.
he_il: הועבר ערך הגדרה לא תקף.
id_id: Nilai pengaturan tidak valid diberikan.
it_it: È stato approvato un valore delle impostazioni non valido.
ja: 無効な設定値が渡されました。
nl_nl: Er is een ongeldige instellingswaarde doorgevoerd.
pt_br: Um valor de configuração inválido foi aprovado.
ru_ru: Применено неверное значение настройки.
sv_se: Ett ogiltigt värde för inställningen skickades.
tr_tr: Geçersiz bir ayar değeri geçti.

source: Cannot create order note, please try again.
ar: تعذّر إنشاء ملاحظة الطلب، يرجى إعادة المحاولة.
de_de: Bestellhinweis kann nicht erstellt werden. Bitte versuchen Sie es nochmal.
es_cl: No se puede crear la nota de pedido, por favor inténtalo de nuevo.
fr_ca: Impossible de créer une note de commande, veuillez essayer de nouveau.
he_il: לא ניתן ליצור הערת הזמנה, נסה שוב.
id_id: Tidak dapat membuat pesanan, coba lagi.
it_it: Impossibile creare nota dell'ordine, riprova.
ja: 注文メモを作成できませんでした。もう一度お試しください。
nl_nl: Kan geen bericht van bestelling aanmaken. Probeer het nogmaals.
pt_br: Não foi possível criar a nota do pedido. Tente novamente.
ru_ru: Не удалось создать примечание к заказу, повторите попытку.
sv_se: Kan inte skapa beställningsmeddelande. Vänligen försök igen.
tr_tr: Sipariş notu oluşturulamadı, lütfen tekrar deneyin.

source: Order details manually sent to customer.
ar: تم إرسال تفاصيل الطلب يدويًّا إلى العميل.
de_de: Die Auftragsdaten wurden manuell an den Kunden gesendet.
es_cl: Detalles del pedido enviados manualmente al cliente.
fr_ca: Détails de la commande envoyés manuellement au client.
he_il: פרטי ההזמנה נשלחו ידנית ללקוח.
id_id: Detail pesanan dikirim secara manual kepada pelanggan.
it_it: Dettagli dell'ordine inviati manualmente al cliente.
ja: 注文の詳細が手動でお客様に送信されました。
nl_nl: Bestelgegevens handmatig naar klant verzonden.
pt_br: Detalhes do pedido enviados manualmente ao cliente.
ru_ru: Описание заказа отправлено клиенту вручную.
sv_se: Beställningsuppgifter skickas manuellt till kunden.
tr_tr: Sipariş ayrıntıları müşteriye postayla gönderildi.

source: Invalid order ID.
ar: مُعرّف طلب غير صالح.
de_de: Ungültige Bestellnummer.
es_cl: ID del pedido no válida.
fr_ca: Identifiant commande non valide.
he_il: המזהה של ההזמנה לא חוקי.
id_id: ID pesanan tidak valid.
it_it: ID ordine non valido
ja: 無効な注文番号です。
nl_nl: Ongeldige bestellings-ID.
pt_br: ID de pedido inválida.
ru_ru: Неверный идентификатор заказа.
sv_se: Ogiltigt beställning-ID.
tr_tr: Geçersiz sipariş kimliği.

source: Sorry, you cannot view this resource.
ar: عذرًا، لا يمكنك عرض هذا المورد.
de_de: Entschuldigung, Sie können diese Ressource nicht anzeigen.
es_cl: Lo sentimos, no puedes ver este recurso.
fr_ca: Désolé, vous ne pouvez pas afficher cette ressource.
he_il: מצטערים, לא ניתן להציג משאב זה.
id_id: Maaf, Anda tidak dapat melihat sumber daya ini.
it_it: Siamo spiacenti, non puoi visualizzare questa risorsa.
ja: このリソースを表示することはできません。
nl_nl: Je kunt deze gegevensbron niet weergeven.
pt_br: Desculpe, mas não é possível visualizar este recurso.
ru_ru: Извините, вам не разрешено просматривать этот ресурс.
sv_se: Du kan inte visa denna resurs.
tr_tr: Üzgünüz, bu kaynağı görüntüleyemezsiniz.

source: Featured image for the product.
ar: الصورة المميّزة للمنتج.
de_de: Beitragsbild für das Produkt.
es_cl: Imagen destacada del producto.
fr_ca: Image à la une du produit.
he_il: תמונה מרכזית למוצר זה.
id_id: Gambar andalan untuk produk.
it_it: Immagine in primo piano per il prodotto.
ja: 商品のアイキャッチ画像。
nl_nl: Aanbevolen afbeelding voor het product.
pt_br: Imagem destacada do produto.
ru_ru: Изображение продукта.
sv_se: Utvald bild för produkten.
tr_tr: Ürün için öne çıkan resim.

source: Name of the product.
ar: اسم المنتج.
de_de: Name des Produkts.
es_cl: Nombre del producto.
fr_ca: Nom du produit.
he_il: יש ליצור שם למוצר.
id_id: Nama produk.
it_it: Nome del prodotto.
ja: 商品名。
nl_nl: Naam van het product.
pt_br: Nome do produto.
ru_ru: Название продукта.
sv_se: Produktnamn.
tr_tr: Ürünün adı.

source: ID of the product.
ar: مُعرّف المنتج.
de_de: ID des Produkts.
es_cl: ID del producto.
fr_ca: Identifiant du produit.
he_il: מזהה המוצר.
id_id: ID produk.
it_it: ID del prodotto.
ja: 商品の ID。
nl_nl: ID van het product.
pt_br: ID do produto.
ru_ru: Идентификатор продукта.
sv_se: ID för produkten.
tr_tr: Ürünün kimliği.

source: Basic information on the product that the review is for.
ar: المعلومات الأساسية حول المنتج المخصص للمراجعة.
de_de: Grundlegende Informationen zum Produkt, auf das sich die Bewertung bezieht.
es_cl: Información básica del producto correspondiente a la valoración.
fr_ca: Informations de base sur le produit auquel l’avis est destiné.
he_il: מידע בסיסי לגבי המוצר שעליו נכתבה הביקורת.
id_id: Informasi dasar untuk produk yang diulas.
it_it: Informazioni di base sul prodotto al quale si riferisce la recensione.
ja: レビュー対象となる商品の基本情報。
nl_nl: Basisinformatie over het product waarvoor de beoordeling bedoeld is.
pt_br: Informações básicas do produto sobre o qual esta avaliação foi feita.
ru_ru: Основная информация о продукте, о котором идет речь в рецензии.
sv_se: Grundläggande information om produkten som recensionen handlar om.
tr_tr: Yorumun yapıldığı ürüne ilişkin temel bilgiler.

source: Status of the review
ar: حالة المراجعة
de_de: Status der Bewertung
es_cl: Estado de la valoración
fr_ca: État de l'avis
he_il: מצב הביקורת
id_id: Status ulasan
it_it: Stato della recensione
ja: レビューのステータス
nl_nl: Status van de beoordeling
pt_br: Status da avaliação
ru_ru: Статус рецензии
sv_se: Status på recensionen
tr_tr: Yorumun durumu

source: Shows if the reviewer bought the product or not.
ar: يوضِّح هل المُراجع اشترى المنتج أم لا.
de_de: Zeigt an, ob der Bewertende das Produkt gekauft hat oder nicht.
es_cl: Muestra si quien valora compró el producto o no.
fr_ca: Indique si l’évaluateur a acheté le produit ou non.
he_il: מציג האם כותב הביקורת קנה את המוצר או לא.
id_id: Menunjukkan apakah pengulas membeli produk atau tidak.
it_it: Mostra se l'autore della recensione ha acquistato il prodotto o no.
ja: レビュアーが、商品を購入したかどうかを示します。
nl_nl: Geeft aan of de beoordelaar het product heeft gekocht of niet.
pt_br: Mostra se o avaliador comprou ou não o produto.
ru_ru: Указание на то, покупал ли автор рецензии этот продукт.
sv_se: Visar om recensenten köpte produkten eller ej.
tr_tr: Yorumu yazan kişinin ürünü alıp almadığını gösterir.

source: URLs for the reviewer's avatar.
ar: عناوين URL الخاصة بصورة الأفاتار المخصصة للمُراجع
de_de: URLs für den Avatar des Rezensenten.
es_cl: URL del avatar de quien valora.
fr_ca: URL de l’avatar de d'évaluateur.
he_il: כתובות ה-URL לתמונת הפרופיל של כותב הביקורת.
id_id: URL untuk avatar pengulas.
it_it: URL per l'avatar dell'autore della recensione.
ja: レビュアーのアバターの URL です。
nl_nl: URL's voor de avatar van de beoordelaar.
pt_br: URLs do avatar do avaliador.
ru_ru: URL-адрес аватара автора рецензии.
sv_se: Webbadress till recensentens profilbild.
tr_tr: Yorumu yazan kişinin avatarına ait URL.

source: Reviewer email.
ar: البريد الإلكتروني للمُراجع.
de_de: E-Mail-Adresse des Bewertenden.
es_cl: Correo electrónico de quien valora.
fr_ca: Adresse courriel de l’évaluateur.
he_il: האימייל של כותב הביקורת.
id_id: Email pengulas.
it_it: E-mail dell'autore della recensione.
ja: レビュアーのメールアドレスです。
nl_nl: E-mail van beoordelaar.
pt_br: E-mail do avaliador.
ru_ru: Адрес эл. почты автора рецензии.
sv_se: Recensentens e-postadress.
tr_tr: Yorumu yazanın e-postası.

source: Reviewer name.
ar: اسم المُراجع.
de_de: Name des Bewertenden.
es_cl: Nombre de quien valora.
fr_ca: Nom de l’évaluateur.
he_il: השם של כותב הביקורת.
id_id: Nama pengulas.
it_it: Nome dell'autore della recensione.
ja: レビュアーの名前です。
nl_nl: Naam van beoordelaar.
pt_br: Nome do avaliador.
ru_ru: Имя автора рецензии.
sv_se: Recensentens namn.
tr_tr: Yorumu yazanın adı.

source: Review rating (0 to 5).
ar: تقييم المراجعة (من 0 إلى 5).
de_de: Bewertung (von 0 bis 5).
es_cl: Puntuación de la valoración (de 0 a 5)
fr_ca: Notation de l’avis (0 à 5).
he_il: ציון הביקורת (0 עד 5).
id_id: Nilai ulasan (0 sampai 5).
it_it: Valutazione della recensione (da 0 a 5).
ja: レビュー評価 (0～5)。
nl_nl: Beoordelingscijfer (0 tot 5).
pt_br: Avaliação (de 0 a 5).
ru_ru: Оценка рецензии (от 0 до 5).
sv_se: Recensentens betyg (0 till 5).
tr_tr: Yorum derecelendirmesi (0 ile 5 arasında).

source: The date the review was created, as GMT.
ar: تاريخ إنشاء المراجعة، بتوقيت غرينتش (GMT).
de_de: Das Datum, an dem die Bewertung erstellt wurde, als GMT.
es_cl: La fecha en que se creó la valoración, en GMT.
fr_ca: La date à laquelle l’avis a été créé, format GMT.
he_il: תאריך יצירת הביקורת, לפי שעון גריניץ' (GMT).
id_id: Tanggal pembuatan ulasan, waktu GMT.
it_it: La data di creazione della recensione, secondo il GMT.
ja: レビュー作成日 (GMT)。
nl_nl: De datum waarop de beoordeling is aangemaakt, als GMT.
pt_br: A data de criação da avaliação, conforme o horário GMT.
ru_ru: Дата создания рецензии (по часовому поясу GMT).
sv_se: Datum när recensionen skapades, som GMT.
tr_tr: GMT olarak incelemenin oluşturulduğu tarih.

source: The date the review was created, in the site's timezone.
ar: تاريخ إنشاء المراجعة في المنطقة الزمنية للموقع.
de_de: Das Datum, an dem die Bewertung erstellt wurde (in der Zeitzone der Seite).
es_cl: La fecha en que fue creada la valoración, en la zona horaria del sitio.
fr_ca: La date à laquelle l’avis a été créé, en fuseau horaire du site.
he_il: תאריך יצירת הביקורת, לפי אזור הזמן של האתר.
id_id: Tanggal pembuatan ulasan, di zona waktu situs.
it_it: La data di creazione della recensione, nel fuso orario del sito.
ja: レビュー作成 (サイトのタイムゾーン)。
nl_nl: De datum waarop de beoordeling is aangemaakt, in de tijdzone van de site.
pt_br: A data de criação da avaliação, conforme o fuso horário do site.
ru_ru: Дата создания рецензии (по часовому поясу сайта).
sv_se: Datumet då recensionen skapades, i webbplatsens tidszon.
tr_tr: Sitedeki zaman dilimine göre yorumun oluşturulduğu tarih.

source: The content of the review.
ar: محتوى المراجعة.
de_de: Der Inhalt der Bewertung.
es_cl: El contenido de la valoración.
fr_ca: Le contenu de l’avis.
he_il: תוכן הביקורת.
id_id: Konten ulasan.
it_it: Il contenuto della recensione.
ja: レビュー内容。
nl_nl: De content van de beoordeling.
pt_br: O conteúdo da avaliação.
ru_ru: Содержание рецензии.
sv_se: Recensionens innehåll.
tr_tr: Yorum içeriği.

source: Unique identifier for the resource.
ar: مُعرِّف فريد للمورد.
de_de: Eindeutige Kennung für die Ressource.
es_cl: Identificador único para el recurso.
fr_ca: Identifiant unique pour la ressource.
he_il: מזהה ייחודי של המשאב.
id_id: Pengenal unik untuk sumber daya.
it_it: Identificatore univoco per la risorsa.
ja: リソースの固有識別子。
nl_nl: Unieke identifier voor de bron.
pt_br: Identificador exclusivo do recurso.
ru_ru: Уникальный идентификатор ресурса.
sv_se: Unik identifierare för resursen.
tr_tr: Kaynak için benzersiz tanımlayıcı.

source: Limit results to those matching a string.
ar: حصر النتائج على من يطابق سلسلة نصية.
de_de: Ergebnisse auf alle begrenzen, die mit einer Zeichenkette übereinstimmen.
es_cl: Limita los resultados a lo indicado en la cadena.
fr_ca: Limiter les résultats à ceux qui correspondent à une chaîne de caractères.
he_il: הגבלת תוצאות לאלה התואמים את המחרוזת.
it_it: Limita la serie di risultati a quelli contententi una stringa.
ja: 文字列に一致するものに結果を限定します。
nl_nl: Beperk resultaten tot degene die overeenkomen met een tekenreeks.
pt_br: Limitar resultados para aqueles que combinam com um texto.
ru_ru: Ограничить результаты до совпадающих со строкой.
sv_se: Begränsa resultaten till de som matchar en sträng.
tr_tr: Kayıt kümesini bir metin ile eşleşecek şekilde sınırlandır.

source: Limit result set to reviews assigned a specific product.
ar: يمكنك حصر مجموعة النتائج على المراجعات المُعيّنة لمنتج محدد.
de_de: Ergebnismenge auf Bewertungen begrenzen, denen ein bestimmtes Produkt zugewiesen ist.
es_cl: Limitar el conjunto de resultados a las valoraciones asignadas a un producto específico.
fr_ca: Limitez le jeu de résultats aux avis affectés à un produit spécifique.
he_il: הגבלת תוצאות שמוגדרות לביקורות שמוקצות למוצר מסוים.
id_id: Membatasi hasil untuk ulasan produk tertentu.
it_it: Limita l'insieme dei risultati alle recensioni assegnate a un prodotto specifico.
ja: 特定の商品に割り当てられたレビューに結果を限定します。
nl_nl: Beperk resultaten tot beoordelingen waaraan een specifiek product is toegewezen.
pt_br: Limitar o resultado definido às avaliações atribuídas a um produto específico.
ru_ru: Показать только рецензии на конкретный продукт.
sv_se: Begränsa resultatuppsättningen till recensioner som tilldelats en viss produkt.
tr_tr: Sonuçları belirli bir ürüne atanan yorumlarla sınırla.

source: Order sort attribute ascending or descending.
ar: خاصية الترتيب إما تصاعدي أو تنازلي.
de_de: Attribut für aufsteigende oder absteigende Sortierung.
es_cl: Ordenar atributo de manera ascendente o descendente.
fr_ca: Le paramètre order trie les attributs dans l’ordre croissant ou décroissant.
he_il: סדר מיון עולה או יורד.
id_id: Urutkan atribut penyortiran naik atau menurun.
it_it: Attributo per l'ordinamento ascendente o discendente.
ja: 属性で昇順または降順に並べ替えます。
nl_nl: Sorteerattribuut oplopend of aflopend rangschikken.
pt_br: Ordenar atributos de forma ascendente ou descendente.
ru_ru: Упорядочить сортировку атрибута по возрастанию или убыванию.
sv_se: Sortera efter attributet i stigande eller fallande ordning.
tr_tr: Sıralama özelliğini artan ya da azalan olarak belirle.

source: Maximum number of items to be returned in result set.
ar: العدد الأقصى للعناصر ليتم إرجاعه في النتائج.
de_de: Maximale Anzahl an Elementen, die im Ergebnissatz zurückgegeben werden.
es_cl: Número máximo de elementos a mostrar en los resultados.
fr_ca: Nombre maximal d'éléments à renvoyer dans le groupe de résultats.
he_il: מספר מרבי של פריטים שיוחזרו בתוצאה.
id_id: Jumlah maksimal item yang akan dimunculkan dalam set hasil.
it_it: Numero massimo dei risultati da restituire nella serie dei risultati.
ja: 結果として返される項目の最大数。
nl_nl: Het maximumaantal items dat getoond moet worden in de resultaten.
pt_br: Número máximo de itens retornados no resultado.
ru_ru: Максимальное число объектов возвращаемое в выборке.
sv_se: Maximalt antal objekt som ska finnas med i resultatet.
tr_tr: Sonuç kümesinde döndürülecek en fazla öge sayısı.

source: Current page of the collection.
ar: الصفحة الحالية للمجموعة.
de_de: Aktuelle Seite der Sammlung.
es_cl: Página actual de la colección.
fr_ca: Page courante dans la collection.
he_il: העמוד הנוכחי של האוסף.
id_id: Laman koleksi saat ini.
it_it: Pagina corrente dell'elenco.
ja: コレクションの現在のページ。
nl_nl: Huidige pagina van de collectie.
pt_br: Página atual da coleção.
ru_ru: Текущая страница коллекции.
sv_se: Aktuell sida i samlingen.
tr_tr: Koleksiyonun şu anki sayfası.
