Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: By using WooCommerce Payments you agree to be bound by our {{tosLink}}Terms of Service{{/tosLink}} and acknowledge that you have read our {{privacyLink}}Privacy Policy{{/privacyLink}}
ar: يعني استخدام WooCommerce Payments أنك توافق على الالتزام {{tosLink}}بشروط الخدمة التي نقرِّها{{/tosLink}}، والاعتراف بأنك قرأت {{privacyLink}}سياسة الخصوصية الخاصة بنا{{/privacyLink}}
de_de: Durch die Verwendung von WooCommerce Payments stimmst du unseren {{tosLink}}Geschäftsbedingungen{{/tosLink}} zu und bestätigst, dass du unsere {{privacyLink}}Datenschutzerklärung{{/privacyLink}} gelesen hast
es_cl: Si utilizas WooCommerce Payments, aceptas regirte por nuestras {{tosLink}}Condiciones del servicio{{/tosLink}} y confirmas que has leído nuestra {{privacyLink}}Política de privacidad{{/privacyLink}}.
fr_ca: En utilisant WooCommerce Payments, vous acceptez de vous soumettre à nos {{tosLink}}Conditions d’utilisation{{/tosLink}} et vous reconnaissez avoir lu notre {{privacyLink}}Politique de confidentialité{{/privacyLink}}.
he_il: השימוש ב-WooCommerce Payments מהווה את הסכמתך לפעול בכפוף {{tosLink}}לתנאי השימוש{{/tosLink}}, ומאשר שקראת את {{privacyLink}}מדיניות הפרטיות{{/privacyLink}} שלנו
id_id: Dengan menggunakan WooCommerce Payments, Anda sepakat untuk terikat pada {{tosLink}}Ketentuan Layanan{{/tosLink}} kami dan mengonfirmasi bahwa Anda sudah membaca {{privacyLink}}Kebijakan Privasi{{/privacyLink}} kami
it_it: Utilizzando WooCommerce Payments, accetti i {{tosLink}}Termini di servizio{{/tosLink}} e confermi di aver letto la {{privacyLink}}Politica sulla privacy{{/privacyLink}}
ja: WooCommerce Payments を使用することで、お客様は弊社の{{tosLink}}利用規約{{/tosLink}}に拘束されることに同意し、弊社{{privacyLink}}プライバシーポリシー{{/privacyLink}}を読んだものとみなされます
nl_nl: Door WooCommerce Payments te gebruiken ga je ermee akkoord dat je bent gebonden aan onze {{tosLink}}Servicevoorwaarden{{/tosLink}} en bevestig je dat je ons {{privacyLink}}Privacybeleid{{/privacyLink}} hebt gelezen
pt_br: Ao usar o WooCommerce Payments, você concorda em aderir aos nossos {{tosLink}}Termos de Serviço{{/tosLink}} e confirma que leu a nossa {{privacyLink}}Política de Privacidade{{/privacyLink}}.
ru_ru: Используя WooCommerce Payments, вы принимаете наши {{tosLink}}Условия предоставления услуг{{/tosLink}} и подтверждаете, что ознакомились с {{privacyLink}}Политикой конфиденциальности{{/privacyLink}}
sv_se: Genom att använda WooCommerce Payments samtycker du till våra {{tosLink}}användarvillkor{{/tosLink}} och intygar att du har läst vår {{privacyLink}}integritetspolicy{{/privacyLink}}
tr_tr: WooCommerce Payments'ı kullanarak {{tosLink}}Hizmet Şartlarımıza{{/tosLink}} bağlı kalmayı ve {{privacyLink}}Gizlilik Politikamızı{{/privacyLink}} okuduğunuzu kabul etmiş olursunuz.

source: Get ready to accept payments
ar: الاستعداد لقبول المدفوعات
de_de: Sei bereit, Zahlungen zu empfangen
es_cl: Prepárate para aceptar pagos
fr_ca: Se préparer à accepter des paiements
he_il: להתכונן לקבל תשלומים
id_id: Bersiaplah menerima pembayaran
it_it: Preparati ad accettare pagamenti
ja: 支払いを受け取る準備をする
nl_nl: Betalingen accepteren
pt_br: Prepare-se para aceitar pagamentos
ru_ru: Подготовьтесь принимать платежи
sv_se: Gör dig redo att ta emot betalningar
tr_tr: Ödeme almaya hazır olun

source: Yes, count me in!
ar: أجل، يمكنك الاعتماد عليّ!
de_de: Ja, ich bin dabei!
es_cl: ¡Sí, cuenta conmigo!
fr_ca: Oui, vous pouvez compter sur moi !
he_il: כן, אני רוצה להצטרף!
id_id: Ya, saya ikut!
it_it: Sì, conta su di me!
ja: はい、参加します。
nl_nl: Ja, reken op mij!
pt_br: Sim, conte comigo!
ru_ru: Я тоже хочу!
sv_se: Ja, räkna med mig!
tr_tr: Evet, ben de varım!

source: Build a better WooCommerce
ar: إنشاء WooCommerce بشكل أفضل
de_de: Baue einen besseres WooCommerce auf
es_cl: Ayúdanos a mejorar WooCommerce
fr_ca: Créer un meilleur WooCommerce
he_il: לבנות אתר WooCommerce טוב יותר
id_id: Buat WooCommerce yang lebih baik
it_it: Crea un WooCommerce migliore
ja: より良い WooCommerce を構築
nl_nl: Creëer een betere WooCommerce
pt_br: Crie um WooCommerce melhor
ru_ru: Улучшите возможности WooCommerce
sv_se: Bygg ett bättre WooCommerce
tr_tr: Daha iyi bir WooCommerce oluşturun

source: There was a problem updating your preferences
ar: حدثت مشكلة أثناء تحديث تفضيلاتك
de_de: Beim Aktualisieren deiner Einstellungen ist ein Problem aufgetreten
es_cl: Ha habido un problema al actualizar tus preferencias
fr_ca: Un problème est survenu lors de la mise à jour de vos préférences
he_il: אירעה בעיה בעדכון ההעדפות שלך
id_id: Ada kendala saat memperbarui preferensi Anda
it_it: Si è verificato un problema durante l'aggiornamento delle tue preferenze
ja: 設定を更新しているときに問題が発生しました
nl_nl: Er is een probleem opgetreden met het updaten van je voorkeuren
pt_br: Houve um problema ao atualizar suas preferências
ru_ru: При обновлении настроек возникла проблема
sv_se: Det gick inte att uppdatera dina preferenser
tr_tr: Tercihleriniz güncellenirken bir sorun oluştu

source: Configure your %(title)s account
ar: تكوين حسابك على %(title)s
de_de: Konfiguriere dein %(title)s-Konto
es_cl: Configura tu cuenta de %(title)s
fr_ca: Configurer votre compte %(title)s
he_il: הגדרת החשבון שלך ב-%(title)s
id_id: Konfigurasikan %(title)s akun Anda
it_it: Configura l'account %(title)s
ja: %(title)s アカウントを設定
nl_nl: Configureer je %(title)s-account
pt_br: Configure sua conta %(title)s
ru_ru: Настройте свою учётную запись %(title)s
sv_se: Konfigurera ditt %(title)s-konto
tr_tr: %(title)s hesabınızı yapılandırın

source: Install %s
ar: تنصيب %s
de_de: Installiere %s
es_cl: Instalar %s
fr_ca: Installer %s
he_il: התקן %s
id_id: Instal %s
it_it: Installa %s
ja: %s のインストール
nl_nl: %s installeren
pt_br: Instalar %s
ru_ru: Установить %s
sv_se: Installera %s
tr_tr: Yükle %s

source: You can manage this payment gateway's settings by clicking the button below
ar: يمكنك تغيير إعدادات بوابة الدفع هذه عن طريق النقر على الزر أدناه.
de_de: Du kannst die Einstellungen dieses Zahlungs-Gateways verwalten, indem du auf den Button unten klickst
es_cl: Puedes gestionar los ajustes de esta pasarela de pago haciendo clic en el siguiente botón.
fr_ca: Vous pouvez gérer les réglages de ce portail de paiement en cliquant sur le bouton ci-dessous.
he_il: ניתן לנהל את ההגדרות של אמצעי תשלום זה על ידי לחיצה על הלחצן שלהלן
id_id: Anda dapat mengelola pengaturan gateway pembayaran ini dengan mengeklik tombol di bawah
it_it: Puoi gestire le impostazioni di questo gateaway di pagamento facendo clic sul pulsante qui sotto
ja: 下のボタンをクリックすると、この決済方法の設定を管理できます
nl_nl: Je kunt de instellingen van deze betaalservice beheren door op de onderstaande knop te klikken
pt_br: Para gerenciar as configurações deste portal de pagamentos, clique no botão abaixo
ru_ru: Управлять настройками данного платежного шлюза можно нажав кнопку ниже
sv_se: Du kan hantera inställningarna för denna betalmodul genom att klicka på knappen nedan
tr_tr: Aşağıdaki düğmeyi tıklayarak bu ödeme ağ geçidinin ayarlarını yönetebilirsiniz

source: Connect
ar: ربط
de_de: Verbinden
es_cl: Conectar
fr_ca: Connexion
he_il: להתחבר
id_id: Hubungkan
it_it: Connetti
ja: 接続
nl_nl: Verbinden
pt_br: Conectar
ru_ru: Подключайтесь
sv_se: Anslut
tr_tr: Bağlan

source: Proceed
ar: تقدم
de_de: Weiter
es_cl: Proceder
fr_ca: Continuer
he_il: המשך
id_id: Lanjutkan
it_it: Procedi
ja: 続行
nl_nl: Doorgaan
pt_br: Continuar
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: İlerle

source: There was a problem saving your payment settings
ar: حدثت مشكلة في أثناء حفظ إعدادات الدفع الخاصة بك
de_de: Beim Speichern deiner Zahlungseinstellungen ist ein Problem aufgetreten
es_cl: Ha habido un problema al guardar tus ajustes de pago
fr_ca: Un problème est survenu lors de l’enregistrement de vos réglages de paiement
he_il: אירעה בעיה בשמירת הגדרות התשלומים
id_id: Ada masalah saat menyimpan pengaturan pembayaran Anda
it_it: Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento
ja: 支払い設定を保存する際に問題が発生しました
nl_nl: Er was een probleem met het opslaan van je betaalinstellingen
pt_br: Ocorreu um problema ao salvar suas configurações de pagamento
ru_ru: При сохранении настроек оплаты возникла проблема
sv_se: Det var ett problem att spara dina betalningsinställningar
tr_tr: Ödeme ayarlarınız kaydedilirken bir sorun oluştu

source: %s configured successfully
ar: تم تكوين %s بنجاح
de_de: %s erfolgreich konfiguriert
es_cl: %s se ha configurado correctamente
fr_ca: Configuration de %s réussie
he_il: %s הוגדר בהצלחה
id_id: %s berhasil dikonfigurasi
it_it: Configurazione di %s completata
ja: %s が正しく設定されました
nl_nl: %s configuratie geslaagd
pt_br: %s configurado com sucesso
ru_ru: %s успешно настроен
sv_se: %s har konfigurerats
tr_tr: %s başarıyla yapılandırıldı

source: Recommended
ar: موصى به
de_de: Empfohlen
es_cl: Recomendado
fr_ca: Recommandée
he_il: מומלץ
id_id: Disarankan
it_it: Raccomandato
ja: おすすめ
nl_nl: Aangeraden
pt_br: Recomendado
ru_ru: Рекомендован
sv_se: Rekommenderad
tr_tr: Önerilen

source: Local Partner
ar: الشريك المحلي
de_de: Partner vor Ort
es_cl: Colaborador local
fr_ca: Partenaire local
he_il: שותף מקומי
id_id: Mitra Lokal
it_it: Partner locale
ja: ローカルパートナー
nl_nl: Lokale partner
pt_br: Parceiro local
ru_ru: Местный партнер
sv_se: Lokal partner
tr_tr: Yerel iş ortağı

source: Finish setup
ar: إنهاء التنصيب
de_de: Einrichtung fertigstellen
es_cl: Finalizar configuración
fr_ca: Terminer la configuration
he_il: להשלים את ההגדרה
id_id: Selesaikan Penyiapan
it_it: Completa la configurazione
ja: 設定完了
nl_nl: Configuratie voltooien
pt_br: Concluir configuração
ru_ru: Завершить настройку
sv_se: Slutför inställning
tr_tr: Kurulumu Tamamla

source: Enable
ar: تفعيل
de_de: Freischalten
es_cl: Activado
fr_ca: Activer
he_il: אפשר
id_id: Aktifkan
it_it: Abilita
ja: 有効化
nl_nl: Inschakelen
pt_br: Ativar
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir

source: Launch anyway
ar: البدء على أي حال
de_de: Ohne Überprüfung starten
es_cl: Publicar de todas maneras
fr_ca: Lancer quand même
he_il: להשיק בכל זאת
id_id: Tetap luncurkan
it_it: Lancia comunque
ja: このまま立ち上げる
nl_nl: Toch lanceren
pt_br: Lançar mesmo assim
ru_ru: Запустить в любом случае
sv_se: Lansera ändå
tr_tr: Yine de başlat

source: A few things to check before launching your store
ar: بضعة أشياء يجب التحقق منها قبل بدء متجرك
de_de: Ein paar Kleinigkeiten, die vor dem Starten deines Shops zu überprüfen sind
es_cl: Hay que comprobar unas cuantas cosas antes de publicar tu tienda
fr_ca: Quelques points à vérifier avant de lancer votre boutique
he_il: מספר דברים שעליך לבדוק לפני השקת החנות שלך
id_id: Beberapa hal yang perlu diperiksa sebelum meluncurkan toko Anda
it_it: Alcune cose da controllare prima di lanciare il tuo negozio
ja: ストアを立ち上げる前に確認すべき点
nl_nl: Een aantal dingen die je voor lancering van winkel moet controleren
pt_br: Algumas coisas que você deve verificar antes de lançar sua loja
ru_ru: Несколько вещей, которые следует проверить перед запуском магазина
sv_se: Några saker att kontrollera innan du lanserar din butik
tr_tr: Mağazanızı başlatmadan önce kontrol etmeniz gereken birkaç şey

source: Before you launch
ar: قبل أن تبدأ
de_de: Vor dem Starten
es_cl: Antes de publicarla
fr_ca: Avant le lancement
he_il: לפני ההשקה
id_id: Sebelum Anda meluncurkan
it_it: Prima del lancio
ja: 立ち上げ前
nl_nl: Voor lancering
pt_br: Antes de lançar
ru_ru: Действия перед запуском
sv_se: Innan du lanserar
tr_tr: Başlatmadan önce

source: Choose an address for your new website or transfer a domain you already own.
ar: اختر عنوانًا لموقع جديد على الويب أو انقل نطاقًا تملكه بالفعل.
de_de: Wähle eine Adresse für deine neue Website oder übertrage eine Domain, die dir bereits gehört.
es_cl: Elige una dirección para tu nuevo sitio web o transfiere un dominio que ya tengas.
fr_ca: Choisissez une adresse pour votre nouveau site Web ou transférez un domaine que vous possédez déjà.
he_il: עליך לבחור כתובת לאתר האינטרנט החדש או להעביר דומיין שכבר בבעלותך.
id_id: Tentukan alamat untuk situs baru Anda atau alihkan domain yang sudah Anda punya.
it_it: Scegli un indirizzo per il tuo nuovo sito web o trasferisci un dominio che già possiedi.
ja: 新しいサイトのアドレスを選択するか、すでに所有しているドメインを転送します。
nl_nl: Kies een adres voor je nieuwe website of draag een domein dat je al hebt over.
pt_br: Escolha um endereço para o seu novo site ou transfira um domínio que você já possui.
ru_ru: Выберите адрес нового сайта или перенесите уже имеющийся домен.
sv_se: Välj en adress för din nya webbplats eller överför en domän som du redan äger.
tr_tr: Yeni web siteniz için bir adres seçin veya zaten sahip olduğunuz bir alan adını aktarın.

source: List products
ar: سرد المنتجات
de_de: Produkte auflisten
es_cl: Crea una lista de productos
fr_ca: Répertorier des produits
he_il: לציין מוצרים
id_id: Buat daftar produk
it_it: Elenca i prodotti
ja: 商品をリスト化
nl_nl: Producten vermelden
pt_br: Listar produtos
ru_ru: Приведите список товаров
sv_se: Lista produkter
tr_tr: Ürün listeleme

source: Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.
ar: ابدأ البيع عن طريق إضافة المنتجات أو الخدمات إلى متجرك. أنشئ منتجاتك يدويًا، أو استوردها من متجر موجود.
de_de: Füge Produkte oder Dienstleistungen zu deinem Shop hinzu und beginne mit dem Verkauf. Erstelle deine Produkte manuell oder importiere sie aus einem bestehenden Shop.
es_cl: Para empezar a vender, añade productos o servicios a tu tienda. Crea tus productos manualmente o impórtalos desde una tienda.
fr_ca: Commencez à vendre en ajoutant des produits ou services à votre boutique. Créez vos produits manuellement ou importez-les depuis une boutique existante.
he_il: להתחיל למכור על ידי הוספת מוצרים ושירותים לחנות שלך. ניתן ליצור את המוצרים באופן ידני או לייבא אותם מחנות קיימת.
id_id: Mulai berjualan dengan menambahkan produk atau layanan ke toko Anda. Buat produk-produk Anda secara manual, atau impor dari toko yang sudah ada.
it_it: Inizia a vendere aggiungendo prodotti o servizi al tuo negozio. Crea i tuoi prodotti manualmente o importali da un negozio esistente.
ja: ストアに商品やサービスを追加して販売を開始します。 商品を手動で作成するか、既存のストアからインポートします。
nl_nl: Begin met verkopen door producten of diensten aan je winkel toe te voegen. Je kunt producten handmatig aanmaken, of ze importeren uit een bestaande winkel.
pt_br: Adicione produtos ou serviços à loja para começar a vender. Crie produtos manualmente ou importe-os de uma loja existente.
ru_ru: Начните продажи, добавив товары или услуги в магазин. Создавайте товары вручную или импортируйте их из существующего магазина.
sv_se: Börja sälja genom att lägga till produkter eller tjänster i din butik. Skapa dina produkter manuellt eller importera dem från en befintlig butik.
tr_tr: Mağazanıza ürün veya hizmet ekleyerek satış yapmaya başlayın. Ürünlerinizi manuel olarak oluşturun veya mevcut bir mağazadan içe aktarın.

source: List your products
ar: سرد منتجاتك
de_de: Liste deine Produkte auf
es_cl: Crea tu lista de productos
fr_ca: Répertorier vos produits
he_il: לציין את המוצרים שלך
id_id: Buat daftar produk Anda
it_it: Elenca i tuoi prodotti
ja: 商品をリスト化
nl_nl: Je producten vermelden
pt_br: Liste seus produtos
ru_ru: Приведите список товаров
sv_se: Lista dina produkter
tr_tr: Ürünlerinizi listeleme

source: Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.
ar: امنح عملاءك طريقة سهلة ومريحة للدفع! قم بإعداد واحدة (أو أكثر!) من طرق الدفع عبر الإنترنت أو الشخصية السريعة والآمنة التي نوفرها.
de_de: Biete deinen Kunden eine einfache und bequeme Möglichkeit zu bezahlen! Richte eine (oder mehrere) unserer schnellen und sicheren Online- oder persönlichen Zahlungsmethoden ein.
es_cl: Ofrece a tus clientes una manera de pagar fácil y cómoda. Configura uno (¡o más!) de nuestros métodos de pago en línea o en persona rápidos y seguros.
fr_ca: Proposez à vos clients un moyen de paiement à la fois simple et pratique ! Configurez un (ou plusieurs) de nos moyens de paiement rapides et sécurisés en ligne ou en personne.
he_il: כדאי לאפשר ללקוחות שלך דרך נוספת לשלם בבטחה ובנוחות! להגדיר אחד (או יותר!) מאמצעי התשלום המהירים והמאובטחים שלנו באינטרנט או באופן אישי.
id_id: Hadirkan metode pembayaran yang praktis dan mudah untuk pelanggan! Siapkan satu (atau lebih!) metode pembayaran langsung atau online yang cepat dan aman.
it_it: Offri ai tuoi clienti un modo semplice e conveniente per pagare. Configura uno (o più) dei nostri metodi di pagamento online o di persona, rapidi e sicuri.
ja: お客様に簡単で便利な決済方法を提供します。 迅速で安全なオンラインまたはオフラインでの支払い方法を1つ (または複数) 設定します。
nl_nl: Bied je klanten een eenvoudige en handige betaalmethode! Stel een (of meer!) van onze snelle en veilige online of fysieke betaalmethodes in.
pt_br: Ofereça aos seus clientes uma maneira fácil e conveniente de pagar. Configure uma ou mais das nossas rápidas e seguras formas de pagamento online ou presencial.
ru_ru: Дайте клиентам возможность легко и удобно оплачивать покупки! Установите один из (или несколько!) наших быстрых и безопасных способов оплаты в Интернете или лично.
sv_se: Ge dina kunder ett enkelt och bekvämt sätt att betala. Konfigurera en (eller flera) av våra snabba och säkra betalningsmetoder för onlinebetalningar eller personliga betalningar.
tr_tr: Müşterilerinize kolay ve rahat bir ödeme yöntemi sağlayın! Hızlı ve güvenli internetten veya şahsen ödeme yöntemlerimizden birini (veya daha fazlasını!) ayarlayın.

source: Get paid
ar: تحصيل الأموال
de_de: Erhalte Zahlungen
es_cl: Recibe los pagos
fr_ca: Faites-vous payer
he_il: לקבל תשלום
id_id: Terima pembayaran
it_it: Ricevi i pagamenti
ja: お支払いの受け取り
nl_nl: Verdien geld
pt_br: Receba pagamentos
ru_ru: Принять платёж
sv_se: Få betalt
tr_tr: Ödeme alın

source: You can always revert this under <a>Settings</a>.
ar: يمكنك دومًا التراجع عن ذلك ضمن <a>الإعدادات</a>.
de_de: Du kannst dies jederzeit unter <a>Einstellungen</a> rückgängig machen.
es_cl: Puedes revertir esta opción en cualquier momento en <a>Ajustes</a>.
fr_ca: Vous pouvez toujours l’annuler dans <a>Réglages</a>.
he_il: אפשר תמיד לחזור למצב הקודם במקטע <a>הגדרות</a>.
id_id: Anda selalu bisa mengembalikan perubahan ini di <a>Pengaturan</a>.
it_it: Puoi sempre ripristinarlo in <a>Impostazioni</a>.
ja: これは<a>「設定」</a>でいつでも元に戻すことができます。
nl_nl: Dit kan altijd teruggedraaid worden via <a>instellingen</a>.
pt_br: Você pode reverter quando quiser em <a>Configurações</a>.
ru_ru: Вы всегда можете вернуться к этому вопросу в разделе <a>Настройки</a>.
sv_se: Du kan alltid återställa detta under <a>Inställningar</a>.
tr_tr: Bunu her zaman <a>Ayarlar</a>'ın altından geri alabilirsiniz.

source: It's time to celebrate – you're ready to launch your store! Woo!
ar: حان وقت الاحتفال - أصبحت جاهزًا لبدء متجرك! Woo!
de_de: Es ist an der Zeit, zu feiern – du bist bereit, deinen Shop zu starten! Woo!
es_cl: Es hora de celebrarlo: ¡ya estás a punto para publicar tu tienda! ¡Bravo!
fr_ca: Félicitations, vous êtes prêt à lancer votre boutique ! Génial !
he_il: זה הזמן לחגוג – הכול מוכן להשקת החנות שלך! WooCommerce!
id_id: Sudah tiba waktunya – toko Anda siap diluncurkan! Yey!
it_it: È tempo di festeggiare: tutto è pronto per lanciare il tuo negozio. Wow!
ja: おめでとうございます – ストアを立ち上げる準備が整いました ! お疲れ様でした !
nl_nl: Tijd voor een feestje: je bent klaar om je winkel te lanceren! Woo!
pt_br: Sua loja está pronta para ser lançada. É hora de comemorar! Eba!
ru_ru: Настало время торжества: вы готовы к запуску своего магазина! Вау!
sv_se: Det är dags att fira – du är redo att lansera din butik! Woo!
tr_tr: Kutlama zamanı, mağazanızı başlatmaya hazırsınız! Woo!

source: Ready to launch your store?
ar: هل أنت مستعد لبدء متجرك؟
de_de: Sind Sie bereit, Ihren Shop zu starten?
es_cl: ¿Estás listo para estrenar tu tienda?
fr_ca: Prêt à lancer votre boutique ?
he_il: רוצה להשיק חנות משלך?
id_id: Siap meluncurkan toko Anda?
it_it: Pronto a lanciare il tuo negozio?
ja: ストアの立ち上げ準備は整いましたか ?
nl_nl: Klaar om je winkel te lanceren?
pt_br: Pronto para lançar sua loja?
ru_ru: Готовы запустить собственный магазин?
sv_se: Är du redo att lansera din butik?
tr_tr: Mağazanızı yayınlamaya hazır mısınız?

source: Changed your mind? You can make your store private again by updating your <a>Privacy</a> settings.
ar: هل غيَّرت رأيك؟ يمكنك جعل متجرك خاصًا مجددًا عن طريق تحديث إعدادات <a>الخصوصية</a> لديك.
de_de: Du hast deine Meinung geändert? Du kannst deinen Shop wieder privat machen, indem du deine <a>Privatsphäre</a>-Einstellungen aktualisierst.
es_cl: ¿Has cambiado de idea? Puedes volver a hacer que tu tienda sea privada si actualizas lo ajustes de <a>Privacidad</a>.
fr_ca: Vous avez changé d’avis ? Vous pouvez rendre votre boutique à nouveau privée en mettant à jour vos réglages de <a>Confidentialité</a>.
he_il: שינית את דעתך? אפשר להגדיר שוב את החנות שלך כפרטית על ידי עדכון של הגדרות <a>הפרטיות</a> שלך.
id_id: Berubah pikiran? Anda bisa mengatur agar toko kembali berstatus privat dengan memperbarui pengaturan <a>Privasi</a>.
it_it: Hai cambiato idea? Puoi rendere nuovamente privato il tuo negozio aggiornando le impostazioni della <a>privacy</a>.
ja: 気が変わりましたか ? <a>プライバシー</a>設定を更新することで、ストアを非公開に戻すことができます。
nl_nl: Van gedachten veranderd? Je kunt je winkel weer op privé zetten door je <a>privacyinstellingen</a> bij te werken.
pt_br: Mudou de ideia? Se quiser tornar sua loja privada novamente, atualize as <a>configurações de privacidade</a>.
ru_ru: Передумали? Вы можете снова сделать свой магазин частным, обновив настройки <a>конфиденциальности</a>.
sv_se: Har du ändrat dig? Du kan göra din butik privat igen genom att uppdatera dina <a>integritetsinställningar</a>.
tr_tr: Fikrinizi mi değiştirdiniz? <a>Gizlilik</a> ayarlarınızı güncelleyerek mağazanızı tekrar gizli hale getirebilirsiniz.

source: View your store
ar: عرض متجرك
de_de: Deinen Shop ansehen
es_cl: Visualiza tu tienda
fr_ca: Voir votre boutique
he_il: הצגת החנות שלך
id_id: Lihat toko Anda
it_it: Visualizza il tuo negozio
ja: ストアを表示
nl_nl: Bekijk je winkel
pt_br: Visualizar sua loja
ru_ru: Перейти в магазин
sv_se: Visa din butik
tr_tr: Mağazanızı görüntüleme

source: Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!
ar: تهانينا على بدء متجر WooCommerce الخاص بك. خصص بعض الوقت للاحتفال ومشاركة الأخبار!
de_de: Glückwunsch zum Starten deines WooCommerce-Shops. Nimm dir einen Moment Zeit zum Feiern und teile die Neuigkeiten!
es_cl: Enhorabuena por publicar tu sitio de WooCommerce. ¡Dedica un momento a celebrarlo y compartir la noticia!
fr_ca: Félicitations pour le lancement de votre boutique WooCommerce. Prenez un moment pour célébrer la nouvelle et la partager !
he_il: ברכותינו על השקת החנות שלך של WooCommerce. כדאי לעצור לרגע כדי לחגוג ולשתף את החדשות!
id_id: Selamat! Anda berhasil meluncurkan toko WooCommerce. Luangkan waktu untuk merayakan dan memberitakannya!
it_it: Congratulazioni per il lancio del tuo negozio WooCommerce. Dedica un momento ai festeggiamenti e alla condivisione della notizia.
ja: おめでとうございます。WooCommerce ストアを立ち上げました。 お祝いしてニュースをシェアしましょう !
nl_nl: Gefeliciteerd met het lanceren van je WooCommerce-winkel. Neem de tijd om dit te vieren en deel het goede nieuws!
pt_br: Parabéns pelo lançamento da sua loja com o WooCommerce! Agora é hora de comemorar e espalhar a novidade.
ru_ru: Поздравляем с запуском вашего магазина WooCommerce. Не забудьте отпраздновать это события и поделиться новостью!
sv_se: Grattis till lanseringen av din WooCommerce-butik. Ta en stund att fira och dela nyheterna!
tr_tr: WooCommerce mağazanızı başlattığınız için tebrik ederiz. Kutlamak ve haberleri paylaşmak için bir dakikanızı ayırın!
