{"translation-revision-date":"2024-10-04 11:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["Creëer digitale cadeaubonnen"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Begin met het verkopen en accepteren van digitale cadeaubonnen om de loyaliteit van je klanten te verhogen, meer omzet te draaien en nieuwe klanten kennis te laten maken met je winkel."],"Increase customer loyalty with gift cards":["Verhoog de loyaliteit van je klanten met cadeaubonnen"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Laat met social advertising je producten zien aan miljoenen winkelaars die door TikTok, Pinterest en Meta platformen scrollen."],"Reach more customers across social media":["Bereik meer klanten op social media"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Bereik actieve winkelaars op Google met productlijsten en advertenties die je rechtstreeks vanaf je dashboard kunt creëren en beheren."],"Advertise your products on Google":["Adverteer je producten op Google"],"Try AutomateWoo":["Probeer AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Stimuleer de verkoop en bouw loyaliteit op via geautomatiseerde marketingberichten die reageren op de aankoopgegevens van je klant."],"Automate your marketing":["Automatiseer je marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Ontdek onze ingebouwde marketing tools om meer klanten te bereiken en je verkoop een boost te geven"],"Grow your business with hundreds of extensions":["Laat je bedrijf groeien met honderden extensies"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Bereik meer klanten en laat je bedrijf groeien met onze ingebouwde marketing- en adverteeltools. Upgrade naar een betaald abonnement om onze krachtige marketing tools te ontgrendelen en begin vandaag nog met het laten groeien van je bedrijf!"],"Get ready to grow your business":["Wees klaar om je bedrijf te laten groeien"],"Upgrade now":["Upgrade nu"]}}}