{"translation-revision-date":"2024-07-22 11:54:45+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_CL","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["Crea tarjetas regalo digitales"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["Empieza a vender y aceptar tarjetas regalo digitales para aumentar la fidelidad de los clientes, obtener más ingresos e introducir nuevos clientes en tu tienda."],"Increase customer loyalty with gift cards":["Fideliza a tus clientes con tarjetas regalo"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["Haz llegar tus productos a millones de compradores comprometidos que navegan por las plataformas TikTok, Pinterest y Meta con publicidad en redes sociales."],"Reach more customers across social media":["Llega a más clientes a través de las redes sociales"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["Llega a compradores activos a través de Google con listas de productos y anuncios, que puedes crear y gestionar directamente desde tu escritorio."],"Advertise your products on Google":["Promociona tus productos en Google"],"Try AutomateWoo":["Prueba AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Impulsa las ventas y fideliza mediante mensajes de marketing automatizados que responden a los datos de compra de tus clientes."],"Automate your marketing":["Automatiza tu marketing"],"Discover our built-in marketing tools to reach more customers and boost sales":["Prueba nuestras herramientas de marketing integradas para llegar a más clientes y aumentar las ventas"],"Grow your business with hundreds of extensions":["Haz crecer tu negocio con cientos de extensiones"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["Llega a más clientes y haz crecer tu negocio con nuestras herramientas integradas de marketing y publicidad. Mejora tu plan a uno de pago para desbloquear nuestras potentes herramientas de marketing y empieza a hacer crecer tu negocio hoy mismo."],"Get ready to grow your business":["Prepárate para hacer crecer tu negocio"],"Upgrade now":["Mejora tu plan ahora"]}}}