Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Set up Square
ar: إعداد Square
es_cl: Configuración de Square
he_il: להגדיר את Square
ja: Square をセットアップ
nl_nl: Square instellen
sv_se: Ställ in Square

source: Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.
ar: أصبح قبول المدفوعات سهلاً باستخدام Square. يمكنك البيع على الإنترنت وبصفة شخصية، ومزامنة كل المدفوعات والعملاء والعناصر والمخزون.
es_cl: Con Square, aceptar pagos es muy fácil. Vende tanto en Internet como en una tienda física, y sincroniza todos los pagos, clientes, artículos e inventario.
he_il: השירות של Square מאפשר לך לקבל תשלומים בקלות. למכור באופן מקוון או באופן אישי ולסנכרן את כל התשלומים, הלקוחות, הפריטים והמלאי.
ja: Square を使うと支払いの受け取りが簡単です。 オンライン販売と実店舗での販売に対応し、すべての支払い、顧客、商品、在庫を同期できます。
nl_nl: Betalingen aannemen is makkelijk met Square. Verkoop zowel online als fysiek en synchroniseer alle betalingen, klanten, artikelen en voorraad.
sv_se: Att acceptera betalningar är enkelt med Square. Sälj online och personligen och synkronisera alla betalningar, kunder, artiklar och lager.

source: It's time to get paid
ar: حان الوقت لتحصيل الأموال
es_cl: Es el momento de recibir los pagos.
he_il: הגיע הזמן לקבל תשלום
ja: 支払いを受け取りましょう
nl_nl: Laat die betalingen maar komen
sv_se: Det är dags att få betalt

source: Set up Square payments to accept credit card payments in your store. You'll need a Square account to get started
ar: قم بإعداد مدفوعات Square لقبول المدفوعات عبر بطاقة الائتمان في متجرك. ستحتاج إلى حساب على Square للبدء
es_cl: Configura pagos Square para aceptar pagos con tarjeta de crédito en tu tienda. Para empezar, necesitarás una cuenta de Square
he_il: להגדיר תשלומי Square לקבלת תשלומים בכרטיס אשראי בחנות שלך. נדרש חשבון Square כדי להתחיל
ja: Square の支払いを設定してストアでのクレジットカード払いに対応しましょう。 利用を開始するには Square アカウントが必要です
nl_nl: Stel Square-betalingen in om creditcardbetalingen aan je winkel te accepteren. Je moet een Square-account hebben om aan de slag te kunnen
sv_se: Konfigurera Square-betalningar för att ta emot kreditkortsbetalningar i din butik. Du behöver ett Square-konto för att komma igång

source: Get paid with Square
ar: الدفع باستخدام Square
es_cl: Recauda tus pagos con Square
he_il: לקבל תשלומים עם Square
ja: Square で支払いを受け取る
nl_nl: Krijg betaald met Square
sv_se: Få betalt med Square

source: Only Administrators and Store Managers can place orders during the free trial. {{link}}Upgrade to a paid plan{{/link}} to accept payments from customers and explore more payment options.
ar: لا يمكن سوى للمسؤولين ومديري المتاجر تقديم الطلبات في أثناء الإصدار التجريبي المجاني. {{link}}بادر بالترقية إلى خطة مدفوعة{{/link}} لقبول المدفوعات من العملاء واستكشف مزيدًا من خيارات الدفع.
de_de: Nur Administratoren und Shop-Manager können während des Gratis-Tests Bestellungen aufgeben. {{link}}Führe ein Upgrade auf einen kostenpflichtigen Tarif durch{{/link}}, um Zahlungen von Kunden zu akzeptieren und weitere Zahlungsoptionen zu entdecken.
es_cl: Solo los administradores y los gerentes de tienda pueden hacer pedidos durante la prueba gratuita. {{link}}Mejora a un plan de pago{{/link}} para aceptar pagos de clientes y explorar más opciones de pago.
he_il: בתקופת ההתנסות חינם רק מנהלי מערכות ומנהלי חנויות יוכלו לבצע הזמנות. {{link}}יש לשדרג לתוכנית בתשלום{{/link}} כדי לקבל תשלומים מלקוחות ולגלות אפשרויות תשלום נוספות.
ja: 無料お試し期間中は、管理者とストア管理者のみが注文を行えます。 {{link}}有料プランにアップグレード{{/link}}すると、顧客からの支払いを受け取ったり、他の支払いオプションを確認したりできます。
nl_nl: Alleen beheerders en winkelmanagers kunnen bestellingen plaatsen tijdens de gratis proefversie. {{link}}Upgrade naar een betaald abonnement{{/link}} om betalingen te kunnen accepteren van klanten en meer betaalopties tot je beschikking te hebben.
pt_br: Somente administradores e gerentes de loja podem fazer pedidos durante o teste gratuito. {{link}}Faça upgrade para um plano pago{{/link}} para aceitar pagamentos de clientes e oferecer mais opções de pagamento.
sv_se: Endast administratörer och butikschefer kan lägga beställningar under den kostnadsfria provperioden. {{link}}Uppgradera till ett betalpaket{{/link}} för att ta emot betalningar från kunder och utforska fler betalningsalternativ.

source: News
ar: الأخبار
es_cl: Noticias
he_il: חדשות
ja: ニュース
nl_nl: Nieuws
pt_br: Notícias
sv_se: Nyheter

source: Dismiss this banner.
ar: تجاهل هذا الشعار.
de_de: Dieses Banner verwerfen.
es_cl: Descartar este banner.
he_il: לבטל את הבאנר.
ja: このバナーを非表示にします。
nl_nl: Negeer deze banner.
pt_br: Ignorar este banner.
sv_se: Avfärda denna banner.

source: Start selling — for less!
ar: ابدأ البيع - بسعر أقل!
de_de: Beginne mit dem Verkauf — für weniger Geld!
es_cl: Empieza a vender, ¡por menos!
he_il: להתחיל למכור – במחיר זול יותר!
ja: より低コストで販売をスタートしましょう !
nl_nl: Begin met verkopen — voor minder!
pt_br: Comece a vender pagando menos!
sv_se: Börja sälja – för mindre!

source: Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years
ar: ترقية خطتك مقابل %(formattedPrice)s لأول %(intervalCount)s من الأعوام لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Jahren durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s años.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור %(intervalCount)s השנים הראשונות
pt_br: Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s anos
sv_se: Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s år

source: Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months
ar: ترقية خطتك مقابل %(formattedPrice)s لأول %(intervalCount)s من الأشهر لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Monaten durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s meses.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור %(intervalCount)s החודשים הראשונים
pt_br: Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s meses
sv_se: Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s månader

source: Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days
ar: ترقية خطتك مقابل %(formattedPrice)s لأول %(intervalCount)s من الأيام لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Tagen durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tus primeros %(intervalCount)s días.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור %(intervalCount)s הימים הראשונים
pt_br: Faça upgrade do seu plano por %(formattedPrice)s nos primeiros %(intervalCount)s dias
sv_se: Uppgradera ditt paket för %(formattedPrice)s för dina första %(intervalCount)s dagar

source: Upgrade your plan for %(formattedPrice)s
ar: ترقية خطتك مقابل %(formattedPrice)s
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s durch
es_cl: Mejora tu plan por %(formattedPrice)s.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s
pt_br: Faça upgrade do seu plano por %(formattedPrice)s
sv_se: Uppgradera ditt paket för %(formattedPrice)s

source: Upgrade your plan for %(formattedPrice)s for your first year
ar: ترقية خطتك مقابل %(formattedPrice)s للعام الأول لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s im ersten Jahr durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tu primer año.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור השנה הראשונה
pt_br: Faça upgrade do seu plano por %(formattedPrice)s no primeiro ano
sv_se: Uppgradera ditt paket för %(formattedPrice)s för ditt första år

source: Upgrade your plan for %(formattedPrice)s for your first month
ar: ترقية خطتك مقابل %(formattedPrice)s للشهر الأول لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s im ersten Monat durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tu primer mes.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור החודש הראשון
pt_br: Faça upgrade do seu plano por %(formattedPrice)s no primeiro mês
sv_se: Uppgradera ditt paket för %(formattedPrice)s för din första månad

source: Upgrade your plan for %(formattedPrice)s for your first day
ar: ترقية خطتك مقابل %(formattedPrice)s لليوم الأول لك
de_de: Führe ein Tarif-Upgrade für %(formattedPrice)s am ersten Tag durch
es_cl: Mejora tu plan por %(formattedPrice)s durante tu primer día.
he_il: לשדרג את התוכנית שלך בעלות של %(formattedPrice)s עבור היום הראשון
pt_br: Faça upgrade do seu plano por %(formattedPrice)s no primeiro dia
sv_se: Uppgradera ditt paket för %(formattedPrice)s för din första dag

source: Create your first product
ar: إنشاء منتجك الأول
de_de: Erstelle dein erstes Produkt
es_cl: Crea tu primer producto
he_il: יצירת המוצר הראשון שלך
ja: 最初の商品を作成
nl_nl: Je eerste product toevoegen
pt_br: Crie seu primeiro produto
sv_se: Skapa din första produkt

source: Welcome to your 14-day free trial of Woo Express – everything you need to start and grow a successful online business, all in one place. The journey toward your first sale has just begun! Ready to explore?
ar: مرحبًا في الإصدار التجريبي المجاني من Woo Express الذي تصل مدته إلى 14 يومًا - حيث يوجد كل ما تحتاج إليه لبدء عمل ناجح على الإنترنت وتطويره، كل ذلك في مكان واحد. بدأت للتو الرحلة باتجاه أول عملية بيع لك! هل أنت مستعد للاستكشاف؟
de_de: Willkommen zu deinem 14-tägigen Gratis-Test von Woo Express – alles, was du brauchst, um ein erfolgreiches Online-Geschäft zu starten und auszubauen, an einem zentralen Ort. Jetzt bist du auf dem Weg zu deinem ersten Verkauf! Bereit, mehr zu entdecken?
es_cl: Te damos la bienvenida a la prueba gratuita de 14 días de Woo Express, todo lo que necesitas para empezar un negocio online de éxito y hacerlo crecer, en un solo lugar. Ya estás en el proceso de conseguir tu primera venta. ¿Todo listo para descubrirlo?
he_il: אנו שמחים שהצטרפת לתקופת הניסיון של 14 ימים אל Woo Express – השירות מעניק לך כל מה שנדרש כדי לפתוח ולפתח חנות מקוונת מוצלחת, הכול ממקום מרוכז אחד. המסע אל עבר המכירה הראשונה כבר החל! רוצה לצאת לסיור?
ja: Woo Express の14日間のお試し期間にようこそ。Woo Express には成功するオンラインビジネスを立ち上げ、大きく育てるために必要なものがすべて1か所にそろっています。 初めての売り上げをめざしてストアづくりが始まりました ! Woo Express を試してみますか ?
pt_br: Boas-vindas ao teste gratuito de 14 dias do Woo Express: tudo o que você precisa para iniciar e expandir um negócio online de sucesso em um só lugar. A jornada rumo à sua primeira venda acabou de começar! Vamos mais a fundo?
sv_se: Välkommen till din gratis Woo Express-provperiod på 14 dagar – allt du behöver för att starta en framgångsrik onlineverksamhet, på en och samma plats. Resan mot din första försäljning har precis börjat! Är du redo att utforska?

source: Your Woo Express free trial has just started
ar: بدأ للتو إصدارك التجريبي لـ Woo Express
de_de: Dein Gratis-Test von Woo Express hat gerade begonnen
es_cl: Tu prueba gratuita de Woo Express acaba de empezar.
he_il: תקופת הניסיון של Woo Express החלה
ja: Woo Express のお試し期間が開始されました
pt_br: Seu teste gratuito do Woo Express acabou de começar
sv_se: Din gratis Woo Express-provperiod har precis börjat

source: Choose a domain
ar: اختر نطاقًا
de_de: Wähle eine Domain
es_cl: Elige un dominio
he_il: לבחור דומיין
it_it: Scegli un dominio
ja: ドメインを選択
nl_nl: Kies een domein
pt_br: Escolha um domínio
sv_se: Välj en domän
tr_tr: Alan adı seçin

source: Ready to make that perfect domain yours?
ar: هل أنت على استعداد لجعل هذا النطاق المثالي ملكًا لك؟
de_de: Bereit, dir diese perfekte Domain zu sichern?
es_cl: ¿Estás preparado para hacer tuyo ese dominio perfecto?
he_il: האם ברצונך להפוך את הדומיין המושלם לשלך?
ja: 自分のストアにぴったりのドメイン名を作成しますか ?
nl_nl: Klaar om je perfecte domein op te zetten?
pt_br: Tudo certo para aprimorar seu domínio?
sv_se: Är du redo att göra den perfekta domänen till din?

source: A short, easy-to-remember domain name is a must-have for your store. It makes it simpler for customers to find you online, reinforces your brand identity, and helps establish trust.
ar: يلزم وجود اسم نطاق مختصر وسهل التذكر لمتجرك. يسهّل على العملاء العثور عليك عبر الإنترنت كما يعزز هوية علامتك التجارية ويساعد على بناء الثقة.
de_de: Ein kurzer, leicht zu merkender Domainname ist unerlässlich für deinen Shop. Er erleichtert Kunden, dich online zu finden, stärkt deine Markenidentität und hilft dir, Vertrauen aufzubauen.
es_cl: Es imprescindible que el nombre de dominio de tu tienda sea corto y fácil de recordar. Facilita que los clientes te encuentren en Internet, refuerza la identidad de tu marca y ayuda a generar confianza.
he_il: שם קצר וקליט לדומיין הוא צורך חיוני עבור החנות שלך. השם הזה יעזור ללקוחות למצוא אותך באינטרנט, יחזק את זהות המותג ויעזור לך ליצור אמון.
ja: 短くて覚えやすいドメイン名はストアに欠かせません。 インターネットで見つけやすいだけでなく、ブランドのアイデンティティを強化し、信頼度を高められます。
nl_nl: Een korte, eenvoudig te onthouden domeinnaam is essentieel voor je onderneming. Deze zorgt ervoor dat klanten je online makkelijker kunnen vinden, de naam versterkt je merkidentiteit en helpt vertrouwen op te bouwen.
pt_br: Um domínio curto e fácil de lembrar é essencial para sua loja. Ele torna mais simples para os clientes encontrar a loja online, reforça a identidade da sua marca e ajuda a estabelecer confiança.
sv_se: Ett kort domännamn som är lätt att komma ihåg är ett måste för din butik. Det gör det enklare för kunder att hitta dig online, förstärker din varumärkesidentitet och hjälper till att skapa förtroende.

source: Pick a domain for your new store
ar: اختيار نطاق لمتجرك الجديد
de_de: Wähle eine Domain für deinen Shop aus
es_cl: Selecciona un dominio para tu nueva tienda
he_il: בחירת דומיין עבור החנות שלך
ja: 新しいストアのドメインを選択
nl_nl: Kies een domein voor je nieuwe winkel
pt_br: Escolha um domínio para sua nova loja
sv_se: Välj en domän för din nya butik

source: WooCommerce cannot be deactivated on this plan.
ar: يتعذر تعطيل WooCommerce في هذه الخطة.
de_de: WooCommerce kann in diesem Tarif nicht deaktiviert werden.
es_cl: No se puede desactivar WooCommerce en este plan.
he_il: לא ניתן להשבית את WooCommerce במסגרת תוכנית זו.
ja: このプランでは WooCommerce を無効にできません。
nl_nl: WooCommerce kan niet gedeactiveerd worden in dit abonnement.
pt_br: Não é possível desativar o WooCommerce nesse plano.
sv_se: WooCommerce kan inte inaktiveras på detta paket.

source: Accept Payments and manage your business.
ar: يمكنك قبول عمليات الدفع وإدارة أعمالك.
de_de: Empfange Zahlungen und verwalte dein Geschäft.
he_il: לקבל תשלומים ולנהל את העסק שלך.
it_it: Accetta WooCommerce Payments e gestisci la tua attività.
pt_br: Aceite pagamentos e gerencie seu negócio.
sv_se: Ta emot betalningar och hantera ditt företag.
tr_tr: Ödemeleri kabul edin ve işinizi yönetin.

source: Add New Order
ar: إضافة طلب جديد
de_de: Neue Bestellung hinzufügen
es_cl: Añadir nuevo pedido
he_il: להוסיף הזמנה חדשה
it_it: Aggiungi nuovo ordine
ja: 新規注文を追加
nl_nl: Nieuwe bestelling toevoegen
pt_br: Adicionar novo pedido
sv_se: Lägg till ny beställning
tr_tr: Yeni Sipariş Ekle

# Template name
source: Blog Home
ar: الصفحة الرئيسية للمدونة
de_de: Blog-Startseite
es_cl: Inicio del blog
fr_ca: Page d’accueil du blog
he_il: עמוד הבית של הבלוג
id_id: Beranda Blog
it_it: Home del blog
ja: ブログのホーム
pt_br: Início do blog
ru_ru: Главная страница блога
sv_se: Blogg hem
tr_tr: Blog Ana Sayfası

source: Hire an expert
ar: استعن بخبير
de_de: Engagiere einen Experten
es_cl: Contrata a un experto
fr_ca: Faire appel à un expert
he_il: לשכור מומחה
id_id: Sewa jasa profesional
it_it: Assumi gli esperti
pt_br: Contrate um especialista
ru_ru: Нанять эксперта
sv_se: Anlita en expert
tr_tr: Bir uzmanla çalışın

source: Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.
ar: ألا تستطيع إيجاد ما تبحث عنه؟ يمكنك اللجوء إلى إحدى الوكالات الخبيرة لدينا! بدءًا من الامتدادات الجديدة وحتى عمليات الإنشاء في المتجر بالكامل، يمكن لـ Woo Expertsthey لدينا مساعدتك على إنشاء المتجر الذي تحلم به.
de_de: Deine Suche war nicht erfolgreich? Engagiere eine unserer erfahrenen Agenturen! Von neuen Erweiterungen bis hin zu kompletten Shops: Unsere Woo-Experten helfen dir dabei, den Shop deiner Träume zu gestalten.
es_cl: ¿No encuentras lo que estás buscando? ¡Contrata una de nuestras agencias expertas! Nuestros expertos de Woo pueden ayudarte a crear la tienda de tus sueños, desde nuevas extensiones hasta la creación total de la tienda.
fr_ca: Vous ne trouvez pas ce que vous cherchez ? Faites appel aux services de l’une de nos agences spécialisées ! Que vous recherchiez de nouvelles extensions ou souhaitiez créer une boutique de A à Z, nos experts Woo peuvent vous aider à créer la boutique de vos rêves.
he_il: לא הצלחת למצוא את מה שחיפשת? אפשר לשכור אחד מסוכנויות המומחים שלנו! החל בהרחבות חדשות וכלה בבניה של חנות שלמה, המומחים של WooCommerce יכולים לעזור לך ליצור את החנות עליה תמיד חלמת.
id_id: Tidak bisa menemukan yang Anda cari? Gunakan jasa salah satu agensi ahli kami! Dari ekstensi baru hingga pembuatan toko secara lengkap, Tim Ahli Woo kami bisa membantu mewujudkan toko impian Anda.
it_it: Non riesci a trovare quello che stai cercando? Assumi una delle nostre agenzie specializzate. Dalle nuove estensioni alla creazione completa del tuo negozio, i nostri esperti di Woo possono aiutarti a creare il negozio dei tuoi sogni.
pt_br: Não encontrou o que você está procurando? Contrate uma de nossas agências especializadas. Desde novas extensões à elaboração de lojas completas, nossos especialistas do Woo ajudam você a criar a loja dos seus sonhos.
ru_ru: Не можете найти то, что вам нужно? Воспользуйтесь услугами одного из наших экспертных агентств! Специалисты из Woo Experts помогут создать магазин вашей мечты: всё — от новых расширений до создания с нуля «под ключ».
sv_se: Kan du inte hitta det du letar efter? Anlita en av våra expertbyråer. Från nya utökningar till hela butiksbyggen, våra Woo-experter kan hjälpa dig att skapa din drömbutik.
tr_tr: Aradığınız şeyi bulamıyor musunuz? Uzman ajanslarımızdan birini işe alın! Yeni uzantılardan tam mağaza kurulumlarına kadar çeşitli alanlarda destek veren Woo Uzmanlarımız hayallerinizdeki mağazayı oluşturmanıza yardımcı olabilir.

source: Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.
ar: هل تسعى إلى توسيع وظائف التجارة الإلكترونية في متجرك؟ يحتوي Woo Marketplace على مئات من الامتدادات الموثوق بها المصممة خصوصًا لمتجرك.
de_de: Du möchtest die E-Commerce-Funktionen deines Shops erweitern? Der Woo-Marktplatz bietet Hunderte vertrauenswürdiger Erweiterungen, die speziell für deinen Shop entwickelt wurden.
es_cl: ¿Quieres expandir la función de comercio electrónico de tu tienda? El mercado de Woo tiene cientos de extensiones fiables designadas específicamente para tu tienda.
fr_ca: Vous souhaitez développer les fonctionnalités eCommerce de votre boutique ? Le Woo Marketplace propose des centaines d’extensions de confiance conçues spécifiquement pour votre boutique.
he_il: רוצה להרחיב את הפונקציונליות של המסחר האלקטרוני בחנות שלך? ב-Woo Marketplace יש מאות הרחבות מהימנות שנועדו במיוחד עבור החנות שלך.
id_id: Ingin menambah fungsionalitas e-commerce toko Anda? Woo Marketplace punya ratusan ekstensi tepercaya yang dirancang khusus untuk toko Anda.
it_it: Desideri espandere la funzionalità di eCommerce del tuo negozio? Woo Marketplace possiede centinaia di estensioni affidabili progettate specificatamente per il tuo negozio.
pt_br: Quer expandir a funcionalidade de comércio eletrônico da sua loja? O Woo Marketplace tem centenas de extensões confiáveis desenvolvidas especificamente para sua loja.
ru_ru: Хотите расширить функциональность вашего магазина? На Woo Marketplace вы найдёте сотни проверенных расширений, созданных специально для вашего магазина.
sv_se: Vill du utöka din butiks e-handelsfunktioner? Woo Marketplace har hundratals tillförlitliga utökningar utformade specifikt för din butik.
tr_tr: Mağazanızın e-ticaret işlevini genişletmek mi istiyorsunuz? Woo Pazar Yeri mağazanız için özel olarak tasarlanmış yüzlerce güvenilir uzantıya sahiptir.

source: From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.
ar: بدءًا من أدوات تحسين محركات البحث وحتى الوظائف متعددة اللغات، باستخدام إضافات ووردبريس، يمكنك تخصيص موقعك على الويب للقيام بأي شيء تحتاج إليه.
de_de: Von SEO-Tools bis zu mehrsprachigen Funktionen – mit WordPress-Plugins kannst du deine Website individuell anpassen.
es_cl: Desde herramientas de SEO a funciones con varios idiomas, con los plugin de WordPress puedes personalizar tu sitio web para cualquier cosa que necesites hacer.
fr_ca: Des outils d’optimisation des moteurs de recherche aux fonctionnalités multilingues, les extensions WordPress facilitent la personnalisation de votre site Web pour qu’il réponde à tous vos besoins.
he_il: החל מכלים ל-SEO וכלה בפונקציונליות למגוון שפות, התוספים של WordPress יעזרו לך להתאים אישית את האתר שלך כדי לבצע בו כל מה שצריך.
id_id: Dari peralatan SEO hingga fungsionalitas multibahasa, Anda bisa sesuaikan situs agar mampu melakukan apa pun yang Anda perlukan menggunakan plugin-plugin WordPress.
it_it: Dagli strumenti SEO alla funzionalità multilingue, con i plugin WordPress puoi personalizzare il tuo sito web per fare ciò di cui hai bisogno.
pt_br: Desde ferramentas de SEO a funcionalidades em vários idiomas, os plugins do WordPress permitem personalizar seu site para fazer o que você precisa.
ru_ru: От инструментов поисковой оптимизации до поддержки различных языков: плагины WordPress помогут вам настроить сайт именно так, как вы хотите.
sv_se: Från SEO-verktyg till flerspråksfunktionalitet, med WordPress-tillägg kan du anpassa din webbplats för att göra allt du behöver.
tr_tr: SEO araçlarından birden fazla dil işlevine kadar WordPress eklentileriyle web sitenizi dilediğiniz her şeyi yapacak şekilde özelleştirebilirsiniz.

source: Customize your website
ar: خصّص موقعك الإلكتروني
de_de: Anpassen Ihrer Website
es_cl: Personaliza tu sitio
fr_ca: Personnaliser votre site Web
he_il: התאמה אישית של האתר שלך
id_id: Sesuaikan situs Anda
it_it: Personalizza il tuo sito
pt_br: Personalize o seu site
ru_ru: Настройка веб-сайта
sv_se: Anpassa din webbplats
tr_tr: Web sitenizi özelleştirin
