{"translation-revision-date":"2024-10-09 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ja_JP","plural-forms":"nplurals=1; plural=0;"},"Create digital gift cards":["デジタルギフトカードを作成"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["デジタルギフトカードの販売と受け取りを開始して、顧客ロイヤルティを高め、収益を増やし、新しいお客様にストアを紹介します。"],"Increase customer loyalty with gift cards":["ギフトカードで顧客ロイヤルティを向上"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["ソーシャル広告を利用して、TikTok、Pinterest、Meta プラットフォームを閲覧して買い物に熱中している何百万人ものユーザーに商品を表示しましょう。"],"Reach more customers across social media":["ソーシャルメディアを通じてより多くの顧客にリーチ"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["ダッシュボードから直接作成および管理できる商品リストや広告を利用して、Google 全体で活発な買い物客にアプローチします。"],"Advertise your products on Google":["Google に商品の広告を掲載"],"Try AutomateWoo":["AutomateWoo を試す"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["顧客の購入データに応答する自動化されたマーケティング メッセージを通じて、販売を促進し、ロイヤルティを構築します。"],"Automate your marketing":["マーケティングを自動化する"],"Discover our built-in marketing tools to reach more customers and boost sales":["より多くの顧客にリーチして売上を伸ばすための組み込み型マーケティングツールをご覧ください"],"Grow your business with hundreds of extensions":["数百個の拡張機能を利用して、ビジネスを成長させることができます"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["組み込み型のマーケティングおよび広告ツールを使用して、より多くの顧客にリーチし、ビジネスを成長させましょう。 有料プランにアップグレードして強力なマーケティングツールを利用し、今すぐビジネスを成長させましょう。"],"Get ready to grow your business":["ビジネスの成長のために準備を整える"],"Upgrade now":["今すぐアップグレード"]}}}