{"translation-revision-date":"2024-07-07 11:46:57+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Du befindest dich derzeit in einem kostenlosen Testzeitraum! Bitte führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um Zugang zu allen Funktionen zu erhalten."],"Set up Stripe":["Stripe einrichten"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Mit Stripe lassen sich Zahlungen ganz einfach empfangen. Du kannst sowohl online als auch auf persönlichem Wege verkaufen und alle Zahlungen, Kunden, Artikel und Bestände synchronisieren."],"Payment illustration":["Zahlungs-Abbildung"],"Set up Square":["Square einrichten"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Mit Square lassen sich Zahlungen ganz einfach empfangen. Du kannst sowohl online als auch auf persönlichem Wege verkaufen und alle Zahlungen, Kunden, Artikel und Bestände synchronisieren."],"View options":["Optionen anzeigen"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Wähle aus schnellen und zuverlässigen Online- und Offline-Zahlungsmethoden, um deinen Kunden das Bezahlen in deinem Shop zu erleichtern."],"It's time to get paid":["Zeit für die Bezahlung"],"Dismiss this banner.":["Dieses Banner verwerfen."],"Start selling — for less!":["Beginne mit dem Verkauf — für weniger Geld!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Jahren durch"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Monaten durch"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Führe ein Tarif-Upgrade für %(formattedPrice)s in den ersten %(intervalCount)s Tagen durch"],"Upgrade your plan for %(formattedPrice)s":["Führe ein Tarif-Upgrade für %(formattedPrice)s durch"],"Upgrade your plan for %(formattedPrice)s for your first year":["Führe ein Tarif-Upgrade für %(formattedPrice)s im ersten Jahr durch"],"Upgrade your plan for %(formattedPrice)s for your first month":["Führe ein Tarif-Upgrade für %(formattedPrice)s im ersten Monat durch"],"Upgrade your plan for %(formattedPrice)s for your first day":["Führe ein Tarif-Upgrade für %(formattedPrice)s am ersten Tag durch"],"Appearance illustration":["Abbildung zum Design"],"Products illustration":["Abbildung zu Produkten"],"Everything is looking great, keep it up!":["Es sieht alles ausgezeichnet aus, weiter so!"],"Woo! We’ve made it to the last step! Great job":["Woo! Der letzte Schritt ist erreicht! Gut gemacht"],"Only a few more tasks to tick off!":["Jetzt sind nur noch ein paar Aufgaben übrig!"],"Welcome to your Woo Express store":["Willkommen in deinem Woo Express-Shop"],"Welcome to %s":["Willkommen bei %s"],"%1$d out of %2$d complete.":["%1$d von %2$d abgeschlossen."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Du bist fast bereit, mit dem Verkauf zu beginnen! Gehe zum Einrichten deines Shops wie folgt vor."],"Hide setup list":["Einrichtungsliste ausblenden"],"The store setup process meets my needs.":["Der Shop-Einrichtungsvorgang erfüllt meine Bedürfnisse."],"The store setup is easy to complete.":["Die Shop-Einrichtung lässt sich einfach durchführen."],"We appreciate your feedback!":["Wir freuen uns über dein Feedback!"],"How was your experience?":["Was ist dein Eindruck?"],"Hide this":["Ausblenden"],"Show setup task list":["Liste mit Einrichtungsaufgaben anzeigen"],"Task List Options":["Aufgabenlisten-Optionen"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Glückwunsch! Nimm dir einen Moment Zeit zum Feiern. Sobald du bereit für die Veröffentlichung deines Shops bist, musst du lediglich ein Upgrade auf einen kostenpflichtigen Tarif durchführen. Dann sind auch die beiden nächsten Aufgaben auf der Aufgabenliste verfügbar."],"Woohoo! Your trial store has been set up!":["Juhuuuh! Dein Test-Shop ist eingerichtet!"],"You're awesome! One less item on your to-do list ✅":["Du bist großartig! Ein Eintrag weniger auf deiner To-do-Liste ✅"],"There was a problem setting up automated taxes. Please try again.":["Beim Einrichten von automatisierten Steuern ist ein Problem aufgetreten. Bitte versuche es erneut."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Solange der Gratis-Test läuft, kannst du zwar Einstellungen für die Umsatzsteuer einrichten, aber du kannst sie nicht erheben. {{br\/}}{{link}}Führe jetzt ein Upgrade durch,{{\/link}} um Produkte verkaufen zu können."],"I don't charge sales tax":["Ich berechne keine Umsatzsteuer"],"Set up taxes manually":["Steuersätze manuell einrichten"],"Choose a tax partner":["Steuerpartner auswählen"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax kann deine Umsatzsteuerberechnungen für dich automatisieren."],"Automate Taxes":["Steuern automatisieren"],"Automate taxes":["Steuern automatisieren"],"Head over to the tax rate settings screen to configure your tax rates":["Wechsle zur Anzeige für Steuersatzeinstellungen, um deine Steuersätze zu konfigurieren"],"Configure tax rates":["Steuersätze konfigurieren"],"The address from which your business operates":["Die Adresse, an der dein Unternehmen tätig ist"],"Set store location":["Shop-Standort einstellen"],"Please select a country \/ region":["Bitte wählen Sie ein Land \/ eine Region aus"],"Post code":["Postleitzahl"],"Address":["Adresse"],"Country \/ Region":["Land \/ Region"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Wenn du auf „Konfigurieren“ klickst, aktivierst du Steuersätze und -berechnungen. Weitere Informationen findest du {{link}}hier{{\/link}}."],"Configure":["Konfigurieren"],"Continue setup":["Mit der Einrichtung fortfahren"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Durch die Installation von WooCommerce Tax und Jetpack stimmst du den {{link}}Geschäftsbedingungen{{\/link}} zu."],"100% free":["100 % kostenlos"],"Powered by {{link}}Jetpack{{\/link}}":["Bereitgestellt von {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Compliance mit dem wirtschaftlichen Nexus – {{strong}}einfach{{\/strong}} "],"Real-time sales tax calculation":["Umsatzsteuerberechnung in Echtzeit"],"Best for new stores":["Das Beste für neue Stores"],"WooCommerce Tax":["WooCommerce Steuer"],"Get more sales":["Steigern Sie Ihre Verkaufszahlen"],"Upgrade to a paid plan to unlock more features and start selling":["Führe ein Upgrade auf einen kostenpflichtigen Tarif durch, um von neuen Funktionen zu profitieren und Produkte verkaufen zu können"],"Welcome modal navigation illustration 1":["Abbildung 1 zur Navigation im modalen Willkommensfenster"],"Welcome modal navigation illustration 2":["Abbildung 2 zur Navigation im modalen Willkommensfenster"],"Setup required":["Einrichten erforderlich"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Erziele und verwalte wiederkehrende Einnahmen und erhalte automatische Einzahlungen auf dein angegebenes Bankkonto."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Verkaufe auf internationalen Märkten und akzeptiere mehr als 135 Währungen mit lokalen Zahlungsmethoden."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Biete deinen Kunden ihre bevorzugte Zahlungsmethode an, darunter Debit- und Kreditkartenzahlungen, Apple Pay, Sofort, SEPA, iDeal und viele mehr."],"Accepted payment methods include:":["Zu den akzeptierten Zahlungsarten gehören:"],"& more.":["und mehr."],"Plugins":["Plugins"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Das Erledigen von Aufgaben mit WooCommerce geht jetzt noch schneller. Erhalte <a>weitere Informationen<\/a> über unsere neue Navigation – oder leg einfach los und probiere sie selbst aus."],"Move faster with our new navigation":["Bewege dich schneller mit unserer neuen Navigation"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Jedes Mal, wenn du zu deinem WordPress.com-Dashboard zurückkehrst, erhältst du Tipps und Einblicke zur Performance deines Shops."],"Meet your new Home":["Lerne deine neue Startseite kennen"],"Choose a new website address for your store or transfer one you already own.":["Wähle eine neue Website-Adresse für deinen Shop oder übertrage eine, die dir bereits gehört."],"Add a domain illustration":["Domain-Abbildung hinzufügen"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Bei der Verbindung mit WooCommerce Payments ist ein Fehler aufgetreten. Bitte versuche es erneut oder stelle die Verbindung später in den Shop-Einstellungen her."],"Launch anyway":["Ohne Überprüfung starten"],"A few things to check before launching your store":["Ein paar Kleinigkeiten, die vor dem Starten deines Shops zu überprüfen sind"],"Before you launch":["Vor dem Starten"],"Choose an address for your new website or transfer a domain you already own.":["Wähle eine Adresse für deine neue Website oder übertrage eine Domain, die dir bereits gehört."],"List products":["Produkte auflisten"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Füge Produkte oder Dienstleistungen zu deinem Shop hinzu und beginne mit dem Verkauf. Erstelle deine Produkte manuell oder importiere sie aus einem bestehenden Shop."],"List your products":["Liste deine Produkte auf"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Biete deinen Kunden eine einfache und bequeme Möglichkeit zu bezahlen! Richte eine (oder mehrere) unserer schnellen und sicheren Online- oder persönlichen Zahlungsmethoden ein."],"Get paid":["Erhalte Zahlungen"],"You can always revert this under <a>Settings<\/a>.":["Du kannst dies jederzeit unter <a>Einstellungen<\/a> rückgängig machen."],"It's time to celebrate – you're ready to launch your store! Woo!":["Es ist an der Zeit, zu feiern – du bist bereit, deinen Shop zu starten! Woo!"],"Ready to launch your store?":["Sind Sie bereit, Ihren Shop zu starten?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Du hast deine Meinung geändert? Du kannst deinen Shop wieder privat machen, indem du deine <a>Privatsphäre<\/a>-Einstellungen aktualisierst."],"View your store":["Deinen Shop ansehen"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Glückwunsch zum Starten deines WooCommerce-Shops. Nimm dir einen Moment Zeit zum Feiern und teile die Neuigkeiten!"],"Woo! You did it!":["Woo! Geschafft!"],"Launching your store":["Deinen Shop starten"],"Copied":["Kopiert"],"Dismiss this free trial informational banner.":["Blende dieses Informationsbanner für den Gratis-Test aus."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Dies ist dein Test-Shop im Rahmen des Gratis-Tests, in dem du erkunden kannst, was es alles gibt! Wenn du mehr über den Gratis-Test erfahren möchtest, klicke auf „Weitere Informationen“."],"There was a problem saving your store location":["Beim Speichern deines Shop-Standorts ist ein Problem aufgetreten"],"Launch your store":["Ihren Shop veröffentlichen"],"2 minutes":["2 Minuten"],"Add a domain":["Domain hinzufügen"],"Upgrade now":["Jetzt upgraden"],"Get started":["Erste Schritte"],"City":["Stadt"],"Continue":["Weiter"],"Learn more":["Mehr erfahren"]}}}