{"translation-revision-date":"2024-10-04 11:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=n != 1;"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":[""],"Set up Stripe":["Stripe instellen"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Betalingen aannemen is makkelijk met Stripe. Verkoop zowel online als fysiek en synchroniseer alle betalingen, klanten, artikelen en voorraad."],"Payment illustration":["Afbeelding betaling"],"Set up Square":["Square instellen"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Betalingen aannemen is makkelijk met Square. Verkoop zowel online als fysiek en synchroniseer alle betalingen, klanten, artikelen en voorraad."],"View options":["Bekijk opties"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Kies uit snelle en veilige online en offline betaalmethodes om het je klanten eenvoudig te maken in je winkel te betalen."],"It's time to get paid":["Laat die betalingen maar komen"],"Dismiss this banner.":["Negeer deze banner."],"Start selling — for less!":["Begin met verkopen — voor minder!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste %(intervalCount)s jaar"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste %(intervalCount)s maanden"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste %(intervalCount)s dagen"],"Upgrade your plan for %(formattedPrice)s":["Upgrade je abonnement voor %(formattedPrice)s"],"Upgrade your plan for %(formattedPrice)s for your first year":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste jaar"],"Upgrade your plan for %(formattedPrice)s for your first month":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste maand"],"Upgrade your plan for %(formattedPrice)s for your first day":["Upgrade je abonnement voor %(formattedPrice)s voor je eerste dag"],"Appearance illustration":["Weergave afbeelding"],"Products illustration":["Afbeelding van producten"],"Everything is looking great, keep it up!":["Alles ziet er fantastisch uit, ga zo door!"],"Woo! We’ve made it to the last step! Great job":["Woo! We zijn nu bij de laatste stap! Goed gedaan!"],"Only a few more tasks to tick off!":["Er zijn nog maar een paar taken die afgevinkt moeten worden!"],"Welcome to your Woo Express store":["Welkom bij je Woo Express-winkel"],"Welcome to %s":["Welkom bij %s "],"%1$d out of %2$d complete.":["%1$d van de %2$d voltooid."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Je kan bijna beginnen met verkopen! Volg deze stappen om je winkel op te zetten."],"Hide setup list":["Verberg setup lijst"],"The store setup process meets my needs.":["Het configuratieproces van de winkel voldoet aan mijn behoeften."],"The store setup is easy to complete.":["De configuratie van de winkel kan eenvoudig worden voltooid."],"We appreciate your feedback!":["We stellen je feedback op prijs!"],"How was your experience?":["Hoe was je ervaring?"],"Hide this":["Verberg dit"],"Show setup task list":["Instelling takenlijst tonen"],"Task List Options":["Opties voor takenlijst"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Gefeliciteerd! Neem een moment om te vieren. En wanneer je klaar bent om je winkel te lanceren hoef je alleen nog maar te upgraden naar een betaald abonnement. Hiermee ontgrendel je ook de komende twee taken in de takenlijst."],"Woohoo! Your trial store has been set up!":["Hoera! Je proefwinkel is opgezet!"],"You're awesome! One less item on your to-do list ✅":["Je bent geweldig! Weer een taak afgerond ✅"],"There was a problem setting up automated taxes. Please try again.":["Er heeft zich een probleem voorgedaan met het instellen van automatische belastingen. Probeer het opnieuw."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Tijdens de gratis proefperiode kun je je verkoopbelastingsinstellingen configureren maar niet innen. {{br\/}}{{link}}Upgrade nu{{\/link}} om te beginnen met het verkopen van producten."],"I don't charge sales tax":["Ik breng geen omzetbelasting in rekening"],"Set up taxes manually":["Handmatig belastingtarieven instellen"],"Choose a tax partner":["Kies een belastingspartner"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax kan de berekening van je omzetbelasting automatiseren."],"Automate Taxes":["Belastingen automatiseren"],"Automate taxes":["Belastingen automatiseren"],"Head over to the tax rate settings screen to configure your tax rates":["Ga naar het scherm met de instellingen voor belastingtarieven om je btw-tarieven te configureren"],"Configure tax rates":["Belastingtarieven configureren"],"The address from which your business operates":["Het adres waarop je bedrijf actief is"],"Set store location":["Winkellocatie instellen"],"Please select a country \/ region":["Selecteer een land \/ regio"],"Post code":["Postcode"],"Address":["Adres"],"Country \/ Region":["Land\/regio"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Door op 'Configureren' te klikken, schakel je btw-tarieven en berekeningen in. Bekijk {{link}}hier{{\/link}} meer informatie."],"Configure":["Configureren"],"Continue setup":["Doorgaan met configuratie"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Door WooCommerce Tax en Jetpack te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Mogelijk gemaakt door Jetpack.{{link}}{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Enkelvoudige {{\/strong}} naleving van economische nexus"],"Real-time sales tax calculation":["Realtime berekening van omzetbelasting"],"Best for new stores":["Beste keuze voor nieuwe winkels"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Verkoop meer"],"Upgrade to a paid plan to unlock more features and start selling":["Upgrade naar een betaald abonnement om nieuwe functies te ontgrendelen en te beginnen met verkopen"],"Welcome modal navigation illustration 1":["Welkom modale navigatie-illustratie 1"],"Welcome modal navigation illustration 2":["Welkom modale navigatie-illustratie 2"],"Setup required":["Setup vereist"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Verdien en beheer herhaaldelijke omzet en ontvang automatische stortingen op je aangemelde bankrekening."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Verkoop op internationale markten en accepteer meer dan 135 valuta met lokale betalingsmethoden."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Bied je klanten hun favoriete betalingsmethode, waaronder debitcard- en creditcardbetalingen, Apple Pay, Sofort, SEPA, iDeal en nog veel meer."],"Accepted payment methods include:":["Geaccepteerde betaalmethodes zijn onder andere:"],"& more.":["en meer."],"Plugins":["Plugins"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["Dingen voor elkaar krijgen met WooCommerce gaat nu nog sneller. <a>Krijg meer informatie<\/a> over onze nieuwe manier van navigeren, of ga verder en ontdek het zelf."],"Move faster with our new navigation":["Beweeg sneller met onze nieuwe manier van navigeren"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["Krijg elke keer dat je terugkeert naar je WordPress.com-dashboard tips en inzichten met betrekking tot de prestaties van je winkel."],"Meet your new Home":["Maak kennis met je nieuw startpagina"],"Choose a new website address for your store or transfer one you already own.":["Kies een nieuw website-adres voor je winkel of draag er een die je al hebt over."],"Add a domain illustration":["Voeg een domeinafbeelding toe"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met WooCommerce Payments. Probeer het opnieuw of maak later verbinding in winkelinstellingen."],"Launch anyway":["Toch lanceren"],"A few things to check before launching your store":["Een aantal dingen die je voor lancering van winkel moet controleren"],"Before you launch":["Voor lancering"],"Choose an address for your new website or transfer a domain you already own.":["Kies een adres voor je nieuwe website of draag een domein dat je al hebt over."],"List products":["Producten vermelden"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Begin met verkopen door producten of diensten aan je winkel toe te voegen. Je kunt producten handmatig aanmaken, of ze importeren uit een bestaande winkel."],"List your products":["Je producten vermelden"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Bied je klanten een eenvoudige en handige betaalmethode! Stel een (of meer!) van onze snelle en veilige online of fysieke betaalmethodes in."],"Get paid":["Verdien geld"],"You can always revert this under <a>Settings<\/a>.":["Dit kan altijd teruggedraaid worden via <a>instellingen<\/a>."],"It's time to celebrate – you're ready to launch your store! Woo!":["Tijd voor een feestje: je bent klaar om je winkel te lanceren! Woo!"],"Ready to launch your store?":["Klaar om je winkel te lanceren?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Van gedachten veranderd? Je kunt je winkel weer op privé zetten door je <a>privacyinstellingen<\/a> bij te werken."],"View your store":["Bekijk je winkel"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["Gefeliciteerd met het lanceren van je WooCommerce-winkel. Neem de tijd om dit te vieren en deel het goede nieuws!"],"Woo! You did it!":["Woo! Goed gedaan!"],"Launching your store":["Je winkel lanceren"],"Copied":["Gekopieerd"],"Dismiss this free trial informational banner.":["Druk deze banner voor de gratis proefversie weg."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Dit is je gratis proefwinkel waar je kunt ontdekken wat er allemaal beschikbaar is! Om meer te leren over de proefversie, klik op 'Meer informatie'."],"There was a problem saving your store location":["Er is een probleem met het opslaan van je winkellocatie"],"Launch your store":["Lanceer je winkel"],"2 minutes":["2 minuten"],"Add a domain":["Een domein toevoegen"],"Upgrade now":["Upgrade nu"],"Get started":["Aan de slag"],"City":["Stad"],"Continue":["Doorgaan"],"Learn more":["Meer informatie."]}}}