{"translation-revision-date":"2024-02-05 11:59:40+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_BE","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Faire appel à un expert"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Vous ne trouvez pas ce que vous cherchez ? Faites appel aux services de l’une de nos agences spécialisées ! Que vous recherchiez de nouvelles extensions ou souhaitiez créer une boutique de A à Z, nos experts Woo peuvent vous aider à créer la boutique de vos rêves."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Vous souhaitez développer les fonctionnalités eCommerce de votre boutique ? Le Woo Marketplace propose des centaines d’extensions de confiance conçues spécifiquement pour votre boutique."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Des outils d’optimisation des moteurs de recherche aux fonctionnalités multilingues, les extensions WordPress facilitent la personnalisation de votre site Web pour qu’il réponde à tous vos besoins."],"Customize your website":["Personnaliser votre site Web"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Ajoutez des fonctionnalités supplémentaires à votre site Web en un clic. Passez à un plan payant et accédez à des milliers d’extensions WordPress gratuites et payantes. Votre curiosité vous pousse à découvrir tous les possibles ?"],"Do it your way":["Faites-le à votre manière"],"Discover Extensions":["Découvrir les extensions"],"Extend your store":["Développer votre boutique"],"Browse plugins":["Parcourir les extensions"],"Make anything happen, with plugins":["Donnez vie à vos idées avec les extensions."],"Take your store to the next level, with extensions":["Passer votre boutique au niveau supérieur, avec des extensions"],"Upgrade now":["Mettre à niveau maintenant"]}}}