{"translation-revision-date":"2024-10-09 09:54:02+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Assumi gli esperti"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Non riesci a trovare quello che stai cercando? Assumi una delle nostre agenzie specializzate. Dalle nuove estensioni alla creazione completa del tuo negozio, i nostri esperti di Woo possono aiutarti a creare il negozio dei tuoi sogni."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Desideri espandere la funzionalità di eCommerce del tuo negozio? Woo Marketplace possiede centinaia di estensioni affidabili progettate specificatamente per il tuo negozio."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Dagli strumenti SEO alla funzionalità multilingue, con i plugin WordPress puoi personalizzare il tuo sito web per fare ciò di cui hai bisogno."],"Customize your website":["Personalizza il tuo sito"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Aggiungi funzionalità e caratteristiche extra al tuo sito web facendo semplicemente clic su un pulsante. Effettua l'aggiornamento a un piano a pagamento e ottieni l'accesso a migliaia di plugin WordPress gratuiti e a pagamento. Vuoi sapere cosa puoi fare?"],"Do it your way":["Fallo a modo tuo"],"Discover Extensions":["Scopri le estensioni"],"Extend your store":["Estendi il tuo negozio"],"Browse plugins":["Sfoglia i plugin"],"Make anything happen, with plugins":["Rendi possibile qualsiasi cosa con i plugin"],"Take your store to the next level, with extensions":["Porta il tuo negozio al livello successivo grazie alle estensioni"],"Upgrade now":["Migliora il tuo sito"]}}}