{"translation-revision-date":"2024-10-10 13:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"tr","plural-forms":"nplurals=2; plural=(n > 1);"},"You're currently using a free trial! To get access to the full range of features, please upgrade to a paid plan.":["Şu anda ücretsiz deneme sürümünü kullanıyorsunuz! Tüm özelliklere erişmek için lütfen ücretli bir pakete yükseltin."],"Set up Stripe":["Stripe'ı kur"],"Accepting payments is easy with Stripe. Sell online and in person, and sync all payments, customers, items, and inventory.":["Stripe ile ödeme almak kolaydır. Çevrimiçi ve yüz yüze satış yapın; tüm ödemeleri, müşterileri, ürünleri ve envanteri senkronize edin."],"Payment illustration":["Ödeme illüstrasyonu"],"Set up Square":["Square'i kur"],"Accepting payments is easy with Square. Sell online and in person, and sync all payments, customers, items, and inventory.":["Square ile ödeme almak kolaydır. Çevrimiçi ve yüz yüze satış yapın; tüm ödemeleri, müşterileri, ürünleri ve envanteri senkronize edin."],"View options":["Seçenekleri görüntüle"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Müşterilerinizin mağazanızda ödeme yapmasını kolaylaştırmak için hızlı ve güvenli çevrimiçi ve çevrimdışı ödeme yöntemlerinden birini seçin."],"It's time to get paid":["Ödeme alma zamanı"],"Dismiss this banner.":["Bu reklam bandını kapatın."],"Start selling — for less!":["Daha az masrafla satmaya başlayın!"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s years":["Paketinizi ilk %(intervalCount)s yılınızda %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s months":["Paketinizi ilk %(intervalCount)s ayınızda %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s for your first %(intervalCount)s days":["Paketinizi ilk %(intervalCount)s gününüzde %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s":["Paketinizi %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s for your first year":["Paketinizi ilk yılınızda %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s for your first month":["Paketinizi ilk ayınızda %(formattedPrice)s karşılığında yükseltin"],"Upgrade your plan for %(formattedPrice)s for your first day":["Paketinizi ilk gününüzde %(formattedPrice)s karşılığında yükseltin"],"Appearance illustration":["Görünüm illüstrasyonu"],"Products illustration":["Ürünlerin illüstrasyonu"],"Everything is looking great, keep it up!":["Her şey harika görünüyor, böyle devam edin!"],"Woo! We’ve made it to the last step! Great job":["Woo! Son adıma geldik! Harikasınız"],"Only a few more tasks to tick off!":["Tamamlanacak yalnızca birkaç görev daha kaldı!"],"Welcome to your Woo Express store":["Woo Express mağazanıza hoş geldiniz"],"Welcome to %s":["%s sitesine hoş geldiniz"],"%1$d out of %2$d complete.":["%1$d\/%2$d tamamlandı."],"You’re almost ready to start selling! Follow these steps to set up your store.":["Satış yapmaya neredeyse hazırsınız! Mağazanızı kurmak için bu adımları takip edin."],"Hide setup list":["Kurulum listesini gizle"],"The store setup process meets my needs.":["Mağaza kurulum süreci ihtiyaçlarımı karşılıyor."],"The store setup is easy to complete.":["Mağaza kurulumunun tamamlanması kolay."],"We appreciate your feedback!":["Geri bildirim için teşekkürler!"],"How was your experience?":["Deneyiminiz nasıldı?"],"Hide this":["Bunu gizle"],"Show setup task list":["Kurulum görev listesini göster"],"Task List Options":["Görev Listesi Seçenekleri"],"Congratulations! Take a moment to celebrate. And once you're ready to launch your store, all you have to do is upgrade to a paid plan. This will also unlock the two upcoming tasks in the task list.":["Tebrikler! Kutlamak için bir dakikanızı ayırın. Mağazanızı yayınlamaya hazır olduğunuzda yapmanız gereken tek şey ücretli bir pakete yükseltmektir. Bu işlem ayrıca görev listesinde iki yaklaşan görevin kilidini de açar."],"Woohoo! Your trial store has been set up!":["Harika! Deneme mağazanız kuruldu!"],"You're awesome! One less item on your to-do list ✅":["Harika gidiyorsunuz! Yapılacaklar listenizden bir madde daha silindi ✅"],"There was a problem setting up automated taxes. Please try again.":["Otomatik vergiler ayarlanırken bir sorun oluştu. Lütfen tekrar deneyin."],"During the free trial period you can configure your sales tax settings, but not collect it. {{br\/}}To start selling products, {{link}}upgrade now{{\/link}}.":["Ücretsiz deneme sürümü süresinde satış vergisi ayarlarınızı yapılandırabilirsiniz, ancak satış vergilerinizi toplayamazsınız. {{br\/}}Ürün satmaya başlamak için {{link}}hemen yükseltin{{\/link}}."],"I don't charge sales tax":["Satış vergisi almıyorum"],"Set up taxes manually":["Vergileri manuel olarak ayarlayın"],"Choose a tax partner":["Bir vergi ortağı seçin"],"WooCommerce Tax can automate your sales tax calculations for you.":["WooCommerce Tax, satış vergisi hesaplamalarınızı sizin için otomatikleştirebilir."],"Automate Taxes":["Vergileri Otomatikleştir"],"Automate taxes":["Vergileri otomatikleştirin"],"Head over to the tax rate settings screen to configure your tax rates":["Vergi oranlarınızı yapılandırmak için vergi oranı ayarları ekranına gidin."],"Configure tax rates":["Vergi oranlarını yapılandırın"],"The address from which your business operates":["İşletmenizin faaliyet adresi"],"Set store location":["Mağaza konumunu ayarlayın"],"Please select a country \/ region":["Lütfen bir ülke \/ bölge seçin"],"Post code":["Posta kodu"],"Address":["Adres"],"Country \/ Region":["Ülke"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["\"Yapılandır\" seçeneğine tıklayarak vergi oranlarını ve hesaplamaları etkinleştirirsiniz. Daha fazla bilgi için {{link}}bu bölüme{{\/link}} bakın."],"Configure":["Yapılandır"],"Continue setup":["Kuruluma devam et"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["WooCommerce Tax ve Jetpack'i kurarak {{link}}Hizmet Koşullarını{{\/link}} kabul etmiş olursunuz."],"100% free":["%100 ücretsiz"],"Powered by {{link}}Jetpack{{\/link}}":["{{link}}Jetpack{{\/link}} tarafından desteklenir"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Tek{{\/strong}} ekonomik bağlantı uyumluluğu"],"Real-time sales tax calculation":["Gerçek zamanlı satış vergisi hesaplama"],"Best for new stores":["Yeni mağazalar için en iyisi"],"WooCommerce Tax":["WooCommerce Tax"],"Get more sales":["Daha fazla satış yapın"],"Upgrade to a paid plan to unlock more features and start selling":["Yeni özelliklerin kilidini açmak ve satış yapmaya başlamak için ücretli bir pakete yükseltin."],"Welcome modal navigation illustration 1":["Hoş geldiniz penceresi gezinme illüstrasyonu 1"],"Welcome modal navigation illustration 2":["Hoş geldiniz penceresi gezinme illüstrasyonu 2"],"Setup required":["Kurulum gerekir"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Sürekli bir gelir akışı sağlayın, yinelenen ödemeleri yönetin ve ödemelerin belirlediğiniz banka hesabınıza otomatik olarak yatırılmasını sağlayın."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Uluslararası pazarlara satış yapın ve yerel ödeme yöntemleriyle 135'ten fazla para biriminde ödeme kabul edin. "],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Banka ve kredi kartı ödemeleri, Apple Pay, Sofort, SEPA, iDeal ve çok daha fazlası dahil olmak üzere müşterilerinize tercih ettikleri ödeme yöntemini sunun."],"Accepted payment methods include:":["Kabul edilen ödeme yöntemleri şunlardır:"],"& more.":["ve daha fazlası."],"Plugins":["Eklentiler"],"Getting things done with WooCommerce just got faster. <a>Learn more<\/a> about our new navigation — or go ahead and explore on your own.":["WooCommerce ile işleri halletmek artık daha hızlı. Yeni gezinmemiz hakkında <a>daha fazla bilgi edinin<\/a> veya gidip kendiniz keşfedin."],"Move faster with our new navigation":["Yeni gezinmemizle daha hızlı hareket edin"],"Get tips and insights on your store’s performance every time you jump back into your WordPress.com dashboard.":["WordPress.com panonuza her geri döndüğünüzde mağazanızın performansı hakkında ipuçları ve istatistikler alın."],"Meet your new Home":["Yeni Ana Sayfanızla tanışın"],"Choose a new website address for your store or transfer one you already own.":["Mağazanız için yeni bir web sitesi adresi seçin veya zaten sahip olduğunuz bir adresi aktarın."],"Add a domain illustration":["Alan adı illüstrasyonu ekleyin"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["WooCommerce Payments bağlantısı kurulurken bir hata oluştu. Lütfen tekrar deneyin veya mağaza ayarlarında daha sonra bağlanın."],"Launch anyway":["Yine de başlat"],"A few things to check before launching your store":["Mağazanızı başlatmadan önce kontrol etmeniz gereken birkaç şey"],"Before you launch":["Başlatmadan önce"],"Choose an address for your new website or transfer a domain you already own.":["Yeni web siteniz için bir adres seçin veya zaten sahip olduğunuz bir alan adını aktarın."],"List products":["Ürün listeleme"],"Start selling by adding products or services to your store. Create your products manually, or import them from an existing store.":["Mağazanıza ürün veya hizmet ekleyerek satış yapmaya başlayın. Ürünlerinizi manuel olarak oluşturun veya mevcut bir mağazadan içe aktarın."],"List your products":["Ürünlerinizi listeleme"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Müşterilerinize kolay ve rahat bir ödeme yöntemi sağlayın! Hızlı ve güvenli internetten veya şahsen ödeme yöntemlerimizden birini (veya daha fazlasını!) ayarlayın."],"Get paid":["Ödeme alın"],"You can always revert this under <a>Settings<\/a>.":["Bunu her zaman <a>Ayarlar<\/a>'ın altından geri alabilirsiniz."],"It's time to celebrate – you're ready to launch your store! Woo!":["Kutlama zamanı, mağazanızı başlatmaya hazırsınız! Woo!"],"Ready to launch your store?":["Mağazanızı yayınlamaya hazır mısınız?"],"Changed your mind? You can make your store private again by updating your <a>Privacy<\/a> settings.":["Fikrinizi mi değiştirdiniz? <a>Gizlilik<\/a> ayarlarınızı güncelleyerek mağazanızı tekrar gizli hale getirebilirsiniz."],"View your store":["Mağazanızı görüntüleme"],"Congratulations on launching your WooCommerce store. Take a moment to celebrate and share the news!":["WooCommerce mağazanızı başlattığınız için tebrik ederiz. Kutlamak ve haberleri paylaşmak için bir dakikanızı ayırın!"],"Woo! You did it!":["Woo! Başardınız!"],"Launching your store":["Mağazanızı başlatma"],"Copied":["Kopyalandı"],"Dismiss this free trial informational banner.":["Bu ücretsiz deneme süresi bilgilendirici bandını kapatın."],"This is your free trial test store where you can start exploring what's available! To find out more about the free trial, click \"Learn more\".":["Bu, neler bulunduğunu keşfetmeye başlayabileceğiniz ücretsiz deneme süresi test mağazanız! Ücretsiz deneme süresi hakkında daha fazla bilgi edinmek için \"Daha fazla bilgi\"ye tıklayın."],"There was a problem saving your store location":["Mağaza konumunuz kaydedilirken bir sorun oluştu"],"Launch your store":["Mağazanızı yayınlayın"],"2 minutes":["2 dakika"],"Add a domain":["Alan adı ekle"],"Upgrade now":["Şimdi yükselt"],"Get started":["Başla"],"City":["Şehir"],"Continue":["Devam"],"Learn more":["Daha fazla bilgi edinin."]}}}