{"translation-revision-date":"2024-10-10 11:54:04+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"he_IL","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["לשכור מומחה"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["לא הצלחת למצוא את מה שחיפשת? אפשר לשכור אחד מסוכנויות המומחים שלנו! החל בהרחבות חדשות וכלה בבניה של חנות שלמה, המומחים של WooCommerce יכולים לעזור לך ליצור את החנות עליה תמיד חלמת."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["רוצה להרחיב את הפונקציונליות של המסחר האלקטרוני בחנות שלך? ב-Woo Marketplace יש מאות הרחבות מהימנות שנועדו במיוחד עבור החנות שלך."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["החל מכלים ל-SEO וכלה בפונקציונליות למגוון שפות, התוספים של WordPress יעזרו לך להתאים אישית את האתר שלך כדי לבצע בו כל מה שצריך."],"Customize your website":["התאמה אישית של האתר שלך"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["להוסיף פונקציונליות ואפשרויות לאתר שלך בלחיצת כפתור. משדרגים לתוכנית בתשלום ומקבלים גישה לאלפי תוספים של WordPress – חינמיים ובתשלום. רוצה לדעת מה אפשרי?"],"Do it your way":["לעבוד בדרך שלך"],"Discover Extensions":["לגלות הרחבות"],"Extend your store":["להרחיב את החנות שלך"],"Browse plugins":["לעיין בתוספים"],"Make anything happen, with plugins":["אפשר לעשות כל דבר בעזרת תוספים"],"Take your store to the next level, with extensions":["לשדרג את החנות שלך לרמה הבאה באמצעות הרחבות"],"Upgrade now":["זה הזמן לשדרג"]}}}