Repository: Automattic/wc-calypso-bridge
Catalog: languages/wc-calypso-bridge-*.po
Languages: ar, de_de, es_cl, fr_ca, he_il, id_id, it_it, ja, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: Limit result set to reviews with a specific status.
ar: يمكنك حصر مجموعة النتائج على المراجعات باستخدام حالة محدَّدة.
de_de: Ergebnismenge auf Bewertungen mit einem bestimmten Status begrenzen.
es_cl: Limitar el conjunto de resultados a las valoraciones con un estado específico.
fr_ca: Limiter le jeu de résultats aux avis affectés à un état spécifique.
he_il: הגבלת תוצאות שמוגדרות לביקורות לסטטוס מסוים.
id_id: Membatasi hasil untuk ulasan dengan status tertentu.
it_it: Limita l'insieme dei risultati alle recensioni con uno stato specifico.
ja: 特定のステータスのレビューに結果を限定します。
nl_nl: Beperk resultaten tot beoordelingen met een specifieke status.
pt_br: Limitar o resultado definido às avaliações contendo um status específico.
ru_ru: Показать только рецензии с конкретным статусом.
sv_se: Begränsa resultatuppsättningen till recensioner med en viss status.
tr_tr: Sonuçları belirli bir duruma sahip yorumlarla sınırla.

source: Sorry, you cannot edit this resource.
ar: عذرًا، لا يمكنك تحرير هذا المورد.
de_de: Entschuldigung, Sie können diese Ressource nicht bearbeiten.
es_cl: Lo siento, no puedes modificar este recurso
fr_ca: Désolé, vous ne pouvez pas modifier cette ressource.
he_il: מצטערים, אי אפשר לערוך משאב זה.
id_id: Maaf, Anda tidak dapat menyunting sumber daya ini.
it_it: Siamo spiacenti, non puoi modificare questa risorsa.
ja: このリソースは編集できません。
nl_nl: Sorry, je kunt deze bron niet bewerken.
pt_br: Desculpe, não é possível editar esse recurso.
ru_ru: Вы не можете редактировать этот ресурс.
sv_se: Du kan inte se redigera denna resurs.
tr_tr: Özür dileriz, bu kaynağı düzenleyemezsiniz.

source: Collection of review totals by comment status.
ar: مجموعة الأعداد الإجمالية للمراجعات حسب حالة التعليقات.
de_de: Sammlung der Gesamtzahl der Bewertungen nach Kommentarstatus.
es_cl: Recopilación del número total de valoraciones por estado del comentario.
fr_ca: Ensemble des avis totaux par statut de commentaire.
he_il: אוסף של סך כל הביקורות לפי מצב התגובה.
id_id: Kumpulan total ulasan menurut status komentar.
it_it: Raccolta di recensioni totali per stato del commento.
ja: コメントステータスごとのレビュー合計のコレクション。
nl_nl: Verzameling van het totale aantal beoordelingen op basis van reactiestatus.
pt_br: Grupo com o total de avaliações, conforme o status do comentário.
ru_ru: Сортировка рецензий по статусу комментария.
sv_se: Samling av recensionsantal efter kommentarsstatus.
tr_tr: Yorum durumuna göre toplam yorum koleksiyonu.

source: Collection of product totals by stock status.
ar: مجموعة الأعداد الإجمالية للمنتجات حسب حالة المخزون.
de_de: Sammlung der Gesamtzahl der Produkte nach Bestandsstatus.
es_cl: Recopilación del número total de productos por estado de las existencias.
fr_ca: Ensemble des produits totaux par état de stock.
he_il: אוסף של סך כל המוצרים לפי מצב המלאי.
id_id: Kumpulan total produk menurut status stok.
it_it: Raccolta di prodotti totali per stato della disponibilità.
ja: 在庫ステータスごとの商品合計のコレクション。
nl_nl: Verzameling van het totale aantal producten op basis van voorraadstatus.
pt_br: Grupo com o total de produtos, conforme o status do estoque.
ru_ru: Сортировка продуктов по наличию.
sv_se: Samling av produktantal efter lagerstatus.
tr_tr: Stok durumuna göre toplam ürün koleksiyonu.

source: Collection of order totals by order status.
ar: مجموعة الأعداد الإجمالية للطلبات حسب حالة الطلب.
de_de: Sammlung der Gesamtzahl der Aufträge nach Auftragsstatus.
es_cl: Recopilación del número total de pedidos por estado del pedido.
fr_ca: Ensemble des commandes totales par état de commande.
he_il: אוסף של סך כל ההזמנות לפי מצב הזמנה.
id_id: Kumpulan total pesanan menurut status pesanan.
it_it: Raccolta di ordini totali per stato dell'ordine.
ja: 注文ステータスごとの注文合計のコレクション。
nl_nl: Verzameling van het totale aantal bestellingen op basis van bestelstatus.
pt_br: Grupo com o total de pedidos, conforme o status do pedido.
ru_ru: Сортировка продуктов по статусу заказов.
sv_se: Samling av orderantal efter orderstatus.
tr_tr: Sipariş durumuna göre toplam sipariş koleksiyonu.

source: Sorry, you cannot list resources.
ar: عذرًا، لا يمكنك إدراج الموارد.
de_de: Entschuldigung, es können keine Ressourcen aufgelistet werden.
es_cl: Lo siento, no puedes listar los recursos.
fr_ca: Désolé, vous ne pouvez pas lister les ressources.
he_il: אין לך הרשאות להציג רשימת משאבים.
id_id: Maaf, Anda tidak dapat mencantumkan sumber daya.
it_it: Spiacente, non puoi elencare le risorse.
ja: リソースは一覧にできません。
nl_nl: Sorry, je kunt geen bronnen vermelden.
pt_br: Desculpe, não é possível listar recursos.
ru_ru: Вы не можете составлять списки ресурсов.
sv_se: Du kan inte lista resurser.
tr_tr: Üzgünüz, kaynakları listeleyemezsiniz.

source: You can change this text by editing the "Parallax Hero" Section via the "Powerpack" settings in the Customizer on the left hand side of your screen.
ar: يمكنك تغيير هذا النص عن طريق تحرير قسم "Parallax Hero" من خلال إعدادات "Powerpack" في أداة التخصيص الموجودة على الجانب الأيسر من شاشتك.
de_de: Du kannst diesen Text ändern, indem du den Abschnitt „Parallax Hero“ über die Powerpack-Einstellungen im Customizer links auf deinem Bildschirm bearbeitest.
es_cl: Puedes cambiar este texto si editas la sección "Parallax Hero" mediante la configuración de "Powerpack" en el Personalizador, en la parte izquierda de tu pantalla.
fr_ca: Vous pouvez modifier ce texte en modifiant la section « Parallax Hero » au moyen du paramètre « Powerpack » dans l’outil de personnalisation situé à gauche de l’écran.
he_il: אפשר לשנות את המלל על ידי עריכה של המקטע Parallax Hero דרך ההגדרות ב-Powerpack בכלי ההתאמה האישי מצידו השמאלי של המסך.
id_id: Anda dapat mengubah teks ini dengan menyunting Bagian "Parallax Hero" melalui pengaturan "Powerpack" di Customizer di sisi kiri layar.
it_it: Puoi modificare questo testo modificando la sezione "Parallax Hero" tramite le impostazioni "Powerpack" nell'Utilità di personalizzazione sul lato sinistro dello schermo.
ja: 画面左側にある、カスタマイザーの「Powerpack」設定の「Parallax Hero」セクションを編集すると、このテキストを変更できます。
nl_nl: Je kunt deze tekst wijzigen door het gedeelte 'Parallax Hero' te bewerken via de 'Powerpack'-instellingen in het Aanpassingsmenu aan de linkerzijde van het scherm.
pt_br: É possível alterar esse texto, editando a seção "Parallax Hero", nas configurações do "Powerpack" do Personalizador, do lado esquerdo da tela.
ru_ru: Изменить этот текст можно в конфигураторе в левой части экрана, перейдя в настройки "Powerpack", а затем в раздел "Parallax Hero".
sv_se: Du kan ändra texten genom att redigera avsnittet ”Parallax Hero” via inställningarna "Powerpack" längst till vänster på skärmen under Anpassa.
tr_tr: Bu metni, ekranınızın sol tarafında bulunan Özelleştirici'deki "Powerpack" ayarları aracılığıyla "Parallax Hero" bölümünü düzenleyerek değiştirebilirsiniz.

source: This is your homepage which is what most visitors will see when they first visit your shop.
ar: هذه هي صفحتك الرئيسية التي سيراها معظم الزوّار عند زيارتهم لمتجرك للمرة الأولى.
de_de: Dies ist deine Startseite – also die Seite, die deinen Besuchern angezeigt wird, wenn sie deinen Shop zum ersten Mal besuchen.
es_cl: Esta es tu página de inicio, que es lo primero que verán la mayoría de visitantes cuando visiten tu tienda.
fr_ca: Il s’agit de votre page d’accueil et de la page que la plupart des visiteurs verront lorsqu’ils accéderont à votre boutique pour la première fois.
he_il: זהו עמוד הבית שלך והוא העמוד שיוצג לרוב המבקרים בפעם הראשונה שהם נכנסים לחנות שלך.
id_id: Ini adalah beranda Anda, yaitu halaman yang akan dilihat sebagian besar pengunjung saat mengunjungi toko Anda pertama kali.
it_it: Questa è la tua homepage, elemento che sarà visto dalla maggior parte dei visitatori quando visiteranno per la prima volta il tuo negozio.
ja: このホームページが、初めてショップを訪れた訪問者のほとんどに表示されます。
nl_nl: Dit is je homepage en is voor veel van de bezoekers aan je winkel het eerste wat ze zien.
pt_br: Esta é a sua página inicial, que será vista pela maioria dos visitantes na primeira visita a sua loja.
ru_ru: Это главная страница вашего магазина. Ее видят пользователи, когда заходят на сайт.
sv_se: Detta är din startsida och det är den som de flesta besökare kommer att se när de först besöker din butik.
tr_tr: Burası, çoğu ziyaretçinin mağazanızı ilk ziyaret ettiğinde gördüğü ana sayfanızdır.

source: Welcome
ar: مرحباً
de_de: Willkommen!
es_cl: Bienvenido
fr_ca: Bienvenue
he_il: ברוכים הבאים
id_id: Selamat Datang
it_it: Benvenuto
ja: ようこそ
nl_nl: Welkom
pt_br: Bem-vindo
ru_ru: Добро пожаловать
sv_se: Välkommen
tr_tr: Hoşgeldiniz

source: Add New
ar: أضف جديدا
de_de: Erstellen
es_cl: Añadir nuevo
fr_ca: Ajouter
he_il: הוסף חדש
id_id: Tambahkan Baru
it_it: Aggiungi Nuova
ja: 新規追加
nl_nl: Nieuwe toevoegen
pt_br: Adicionar nova
ru_ru: Добавить
sv_se: Lägg till ny
tr_tr: Yeni ekle

source: Store
ar: المتجر
de_de: Shop
es_cl: Tienda
fr_ca: Boutique
he_il: חנות
id_id: Toko
it_it: Negozio
ja: ストア
nl_nl: Winkel
pt_br: Loja
ru_ru: Магазин
sv_se: Butik
tr_tr: Mağaza

source: Stats
ar: الإحصاءات
de_de: Statistiken
es_cl: Estadísticas
fr_ca: Statistiques
he_il: נתונים סטטיסטיים
id_id: Statistik
it_it: Statistiche
ja: 統計
nl_nl: Statistieken
pt_br: Estatísticas
ru_ru: Статистика
sv_se: Statistik
tr_tr: İstatistikler

source: City
ar: المدينة
de_de: Stadt
es_cl: Ciudad
fr_ca: Ville
he_il: עיר
id_id: Kota
it_it: Città
pt_br: Cidade
ru_ru: Город
sv_se: Ort
tr_tr: Şehir

source: Continue
ar: المتابعة
de_de: Weiter
es_cl: Continuar
fr_ca: Continuer
he_il: המשך
id_id: Lanjutkan
it_it: Continua
ja: 続ける
nl_nl: Doorgaan
pt_br: Continuar
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam

source: Learn more
ar: اعرف المزيد.
de_de: Mehr erfahren
es_cl: Saber más.
fr_ca: En savoir plus
he_il: מידע נוסף.
id_id: Pelajari lebih lanjut.
it_it: Per saperne di più.
ja: さらに詳しく。
nl_nl: Meer informatie.
pt_br: Saiba mais.
ru_ru: Дополнительные сведения.
sv_se: Lär dig mer
tr_tr: Daha fazla bilgi edinin.

source: WooCommerce extensions
ar: امتدادات WooCommerce
de_de: WooCommerce-Erweiterungen
es_cl: Extensiones de WooCommerce
fr_ca: Extensions de WooCommerce
he_il: הרחבות של WooCommerce
id_id: Ekstensi WooCommerce
it_it: Estensioni WooCommerce
ja: WooCommerce 拡張機能
nl_nl: WooCommerce-extensies
pt_br: Extensões do WooCommerce
ru_ru: Расширения WooCommerce
sv_se: Utökningar för WooCommerce
tr_tr: WooCommerce uzantıları

source: Extensions %s
ar: %s من الامتدادات
de_de: Erweiterungen %s
es_cl: Extensiones %s
he_il: הרחבות %s
id_id: Ekstensi %s
it_it: Estensioni %s
ja: 拡張機能 %s
nl_nl: Extensies %s
pt_br: %s extensões
ru_ru: Расширения %s
sv_se: Utökningar %s
tr_tr: Uzantılar: %s

source: Powered by %1$s
ar: مدعوم من ⁦%1$s⁩
de_de: Bereitgestellt von %1$s
es_cl: Ofrecido por %1$s
fr_ca: Opéré par %1$s
he_il: מופעל באמצעות ⁦%1$s⁩
id_id: Didukung oleh %1$s
it_it: Con tecnologia %1$s
ja: %1$s 提供
nl_nl: Gerealiseerd door %1$s
pt_br: Com tecnologia %1$s
ru_ru: При поддержке %1$s
sv_se: Drivs med %1$s
tr_tr: Destekleyen: %1$s

source: Built with Storefront &amp; WordPress.com
ar: مدمج مع Storefront ووردبرس.كوم
de_de: Erstellt mit Storefront und WordPress.com
es_cl: Creado con Storefront y WordPress.com
fr_ca: Intègre Storefront et WordPress.com
he_il: לבנות חנות עם Storefront ו-WordPress.com
id_id: Buat dengan Storefront & WordPress.com
it_it: Realizzazione effettuata con Storefront e WordPress.com
ja: Storefront & WordPress.com で作成
nl_nl: Gecreëerd met Storefront en WordPress.com
pt_br: Criado com a ajuda do Storefront e do WordPress.com
ru_ru: Создано с помощью Storefront и WordPress.com
sv_se: Byggd med Storefront och WordPress.com
tr_tr: Storefront & WordPress.com ile Oluştur

source: WordPress.com - The Best eCommerce Platform for WordPress
ar: وردبرس.كوم - منصة التجارة الإلكترونية الأفضل لخدمة وردبرس
de_de: WordPress.com – die beste eCommerce-Plattform für WordPress
es_cl: WordPress.com - La mejor plataforma de eCommerce para WordPress
fr_ca: WordPress.com - La meilleure plate-forme d’eCommerce pour WordPress
he_il: WordPress.com - הפלטפורמה הטובה של WordPress למסחר אלקטרוני
id_id: WordPress.com - Platform eCommerce Terbaik untuk WordPress
it_it: WordPress.com - La migliore piattaforma di eCommerce per WordPress
ja: WordPress.com - WordPress に最適な eコマースプラットフォーム
nl_nl: WordPress.com - Het beste eCommerce-platform voor WordPress
pt_br: WordPress.com, a melhor plataforma de comércio eletrônico do WordPress
ru_ru: WordPress.com — оптимальная платформа онлайн-коммерции для WordPress
sv_se: WordPress.com – Den bästa nätbutiksplattformen för WordPress
tr_tr: WordPress.com; WordPress için En İyi E-Ticaret Platformu

source: Hosting
es_cl: Alojamiento
ja: ホスティング

# Page slug
source: refund_returns
de_de: rückerstattung_rückgaben
es_cl: reembolso_devoluciones
fr_ca: remboursements_retours
id_id: pengembalian_dana_dan_barang
it_it: rimborso_reso
nl_nl: terugbetalen_retournering
pt_br: reembolso_devolucoes
sv_se: aterbetalning_returer

# Page slug
source: my-account
de_de: mein-konto
es_cl: mi-cuenta
fr_ca: mon-compte
it_it: mio-account
nl_nl: mijn-account
pt_br: minha-conta
sv_se: mitt-konto
tr_tr: hesabim

# Page slug
source: checkout
de_de: kasse
es_cl: finalizar-compra
fr_ca: commande
it_it: pagamento
nl_nl: afrekenen
pt_br: finalizar-compra
sv_se: kassan
tr_tr: odeme

# Page slug
source: cart
de_de: warenkorb
es_cl: carrito
fr_ca: panier
it_it: carrello
nl_nl: winkelmand
pt_br: carrinho
sv_se: varukorg
tr_tr: sepet

# Page slug
source: shop
es_cl: tienda
fr_ca: boutique
it_it: negozio
nl_nl: winkel
pt_br: loja
sv_se: butik
tr_tr: magaza

source: View options
pt_br: Ver opções

source: WooCommerce Subscriptions
pt_br: Assinaturas do WooCommerce

source: You’re almost ready to start selling! Follow these steps to set up your test store.
fr_ca: Vous êtes presque prêt à vendre ! Procédez comme suit pour configurer votre boutique test.
id_id: Sedikit lagi Anda siap berjualan! Ikuti langkah ini untuk menyiapkan toko uji coba.
it_it: Tutto è quasi pronto per cominciare a vendere. Segui questi passaggi per configurare il tuo negozio di prova.
ru_ru: Вы почти готовы начать продажи! Выполните эти действия, чтобы настроить пробную версию магазина.
tr_tr: Satış yapmaya neredeyse hazırsınız! Test mağazanızı kurmak için bu adımları takip edin.

source: Only Administrators and Store Managers can place orders during the free trial. If you are ready to accept payments from customers, {{link}}upgrade to a paid plan{{/link}}.
fr_ca: Seuls les administrateurs et les gérants de boutique peuvent passer des commandes pendant l’essai gratuit. Si vous êtes prêt à accepter les paiements des clients, {{link}}passez à un plan payant{{/link}}.
id_id: Hanya Administrator dan Pengelola Toko yang bisa membuat pesanan selama percobaan gratis. Jika Anda siap menerima pembayaran dari pelanggan, {{link}}lakukan upgrade ke paket berbayar{{/link}}.
it_it: Solo gli amministratori e i responsabili del negozio possono effettuare ordini durante il periodo di prova. Se tutto è pronto per accettare i pagamenti dai clienti, {{link}}effettua l'aggiornamento a un piano a pagamento{{/link}}.
ru_ru: В период использования бесплатной пробной версии размещать заказы могут только администраторы и менеджеры магазинов. Если вы уже готовы принимать платежи от клиентов, {{link}}перейдите на платный тарифный план{{/link}}.
tr_tr: Ücretsiz deneme süresi boyunca yalnızca Yöneticiler ve Mağaza Yöneticileri sipariş verebilir. Müşterilerden ödeme almaya hazırsanız {{link}}ücretli bir pakete yükseltin{{/link}}.

source: Automattic
fr_ca: Automatique
tr_tr: Otomatik

source: Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.
fr_ca: Profitez de fonctionnalités optimisées et de résolutions plus rapides en partageant les données non sensibles via le {{link}}suivi de votre utilisation{{/link}} de WooCommerce. Aucune donnée personnelle n’est suivie ou enregistrée.
ru_ru: Получайте улучшенные функции и ускоряйте исправления, обмениваясь неконфиденциальными данными через {{link}}средство отслеживания использования{{/link}}, которое показывает, как используется WooCommerce. Никакие персональные данные не отслеживаются и не хранятся.

source: Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies.
fr_ca: Économisez jusqu’à 800 USD sur les frais en gérant les transactions avec WooCommerce Payments. Avec WooCommerce Payments, vous pouvez accepter en toute sécurité les principales cartes bancaires, Apple Pay et les paiements dans plus de 100 devises.
id_id: Hemat biaya sampai $800 dengan mengelola transaksi menggunakan WooCommerce Payments. Anda dapat menerima pembayaran berbagai kartu kredit terkemuka serta Apple Pay dalam 100 lebih mata uang secara aman menggunakan WooCommerce Payments.
ru_ru: Сэкономьте до 800 долларов, управляя транзакциями с помощью WooCommerce Payments. Используя WooCommerce Payments, вы можете безопасно принимать карты основных платежных систем, Apple Pay и оплату в более чем 100 валютах.

source: To deliver a smooth checkout experience to your shoppers, we have supercharged your store with our brand-new, conversion-optimized checkout. Please take a few minutes to review some important information on Extension compatibility with the new Cart and Checkout Blocks. Then, go ahead and customize your store's Cart and Checkout pages.
fr_ca: Pour offrir une expérience fluide de validation de commande à vos acheteurs, nous avons amélioré votre boutique avec notre toute nouvelle validation de commande optimisée pour la conversion. Prenez quelques minutes pour lire des informations importantes sur la compatibilité de l’extension avec les nouveaux blocs de panier et de validation de commande. Ensuite, personnalisez les pages de panier et de validation de commande de votre boutique.
id_id: Demi kelancaran checkout bagi pembeli, kami telah menyempurnakan toko Anda dengan fungsi checkout baru yang dioptimalkan dengan konversi. Luangkan sedikit waktu untuk meninjau beberapa informasi penting mengenai kesesuaian Ekstensi dengan Blok Keranjang dan Checkout yang baru. Jika sudah, silakan atur kustomisasi halaman Keranjang dan Checkout toko Anda.
ru_ru: Чтобы покупателям было просто и удобно оформлять покупки, мы оснастили ваш магазин новой процедурой оформления заказа, оптимизированной с учётом конверсии. Уделите несколько минут знакомству с важной информацией о совместимости расширений с новыми блоками «Корзина» и «Оформление заказа». А затем приступайте к настройке страниц «Корзина» и «Оформление заказа» вашего магазина.

source: Meet our new, customizable checkout
fr_ca: Découvrez notre nouvelle validation de commande personnalisable
id_id: Inilah checkout baru kami yang bisa dikustomisasi
ru_ru: Знакомьтесь с нашей новой, настраиваемой процедурой оформления заказа

source: Save big with WooCommerce Payments
fr_ca: Faites de grosses économies avec WooCommerce Payments
id_id: Hemat besar-besaran dengan WooCommerce Payments
ru_ru: Экономьте больше с WooCommerce Payments

source: WooCommerce can't be deactivated on the eCommerce plan.
fr_ca: Impossible de désactiver WooCommerce dans le plan eCommerce.
id_id: WooCommerce tidak dapat dinonaktifkan pada paket eCommerce.
ru_ru: Нельзя деактивировать WooCommerce при использовании тарифного плана eCommerce.

source: https://wordpress.com/
fr_ca: http://fr-ca.wordpress.com/
ja: http://ja.wordpress.com/
