{"translation-revision-date":"2024-10-10 13:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Anlita en expert"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Kan du inte hitta det du letar efter? Anlita en av våra expertbyråer. Från nya utökningar till hela butiksbyggen, våra Woo-experter kan hjälpa dig att skapa din drömbutik."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Vill du utöka din butiks e-handelsfunktioner? Woo Marketplace har hundratals tillförlitliga utökningar utformade specifikt för din butik."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Från SEO-verktyg till flerspråksfunktionalitet, med WordPress-tillägg kan du anpassa din webbplats för att göra allt du behöver."],"Customize your website":["Anpassa din webbplats"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Lägg till ytterligare funktioner till din webbplats med en knapptryckning. Uppgradera till ett betalpaket och få tillgång till tusentals gratis- och betaltillägg för WordPress. Är du nyfiken på vad som är möjligt?"],"Do it your way":["Gör det på ditt sätt"],"Discover Extensions":["Upptäck utökningar"],"Extend your store":["Utöka din butik"],"Browse plugins":["Bläddra bland tillägg"],"Make anything happen, with plugins":["Få vad som helst att hända med tillägg"],"Take your store to the next level, with extensions":["Ta din butik till nästa nivå, med utökningar"],"Upgrade now":["Uppgradera nu"]}}}