{"translation-revision-date":"2024-10-04 11:54:03+0000","generator":"WP-CLI\/2.10.0","source":"build\/plugins.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=n != 1;"},"Hire an expert":["Huur een expert"],"Can’t find what you’re looking for? Hire one of our expert agencies! From new extensions to full-store builds, our Woo Expertsthey can help you create the store of your dreams.":["Kan je niet vinden waar je naar op zoek bent? Huur een van onze professionele bureaus in! Van nieuwe extensies tot builds voor een volledige winkel, onze Woo-experts kunnen je helpen de winkel van je dromen te maken."],"Looking to expand on the ecommerce functionality of your store? The Woo Marketplace has hundreds of trusted extensions designed specifically for your store.":["Wil je de e-commercefunctie van je winkel uitbreiden? De Woo Marketplace heeft honderden vertrouwde extensies die speciaal voor je winkel zijn ontworpen."],"From SEO tools to multi-language functionality, with WordPress plugins, you can customize your website to do anything you need.":["Van SEO-hulpmiddelen tot functies in meerdere talen, met WordPress-plugins kan je je website aanpassen aan alles dat je nodig hebt."],"Customize your website":["Pas je website aan"],"Add extra functionality and features to your website at a click of a button. Upgrade to a paid plan and gain access to thousands of free and paid WordPress plugins. Curious to find out what’s possible?":["Voeg met één klik extra functies toe aan je website. Upgrade naar een betaald abonnement en krijg toegang tot duizenden gratis en betaalde WordPress-plugins. Nieuwsgierig naar wat er mogelijk is?"],"Do it your way":["Doe het op jouw manier"],"Discover Extensions":["Ontdek extensies"],"Extend your store":["Je winkel uitbreiden"],"Browse plugins":["Bladeren in plugins"],"Make anything happen, with plugins":["Alles is mogelijk met plugins"],"Take your store to the next level, with extensions":["Til je winkel naar een hoger niveau met extensies"],"Upgrade now":["Upgrade nu"]}}}