{"translation-revision-date":"2024-10-10 11:54:04+0000","generator":"WP-CLI\/2.10.0","source":"build\/marketing.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"he_IL","plural-forms":"nplurals=2; plural=n != 1;"},"Create digital gift cards":["ליצור כרטיסי שי דיגיטליים"],"Start selling and accepting digital gift cards to increase customer loyalty, drive more revenue, and introduce new customers to your store.":["באפשרותך להתחיל למכור ולקבל כרטיסי שי דיגיטליים כדי להגביר את נאמנות הלקוחות, להפיק יותר הכנסות ולמשוך לקוחות חדשים לחנות שלך."],"Increase customer loyalty with gift cards":["להגביר את נאמנות הלקוחות בעזרת כרטיסי שי"],"Get your products in front of millions of engaged shoppers browsing TikTok, Pinterest, and Meta platforms with social advertising.":["לחשוף את המוצרים שלך למיליוני קונים פעילים שמסיירים בפלטפורמות כמו TikTok‏, Pinterest ו-Meta באמצעות פרסום ברשתות חברתיות."],"Reach more customers across social media":["להגיע ליותר לקוחות ברשתות החברתיות השונות"],"Reach active shoppers across Google with product listings and ads that you can create and manage straight from your dashboard.":["להגיע למיליוני קונים פעילים ברחבי Google עם מודעות ופרסומות על מוצרים שבאפשרותך ליצור ולנהל היישר מלוח הבקרה שלך."],"Advertise your products on Google":["לפרסם את המוצרים שלך ב-Google"],"Try AutomateWoo":["לנסות את AutomateWoo"],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["לקדם מכירות ולתגבר נאמנות באמצעות הודעות שיווק אוטומטיות בתגובה לנתוני רכישות של לקוחות."],"Automate your marketing":["ליצור תהליכי שיווק אוטומטיים"],"Discover our built-in marketing tools to reach more customers and boost sales":["לאתר את כלי השיווק המובנים שלנו כדי להגיע ליותר לקוחות ולהגביר מכירות"],"Grow your business with hundreds of extensions":["להרחיב את העסק שלך בעזרת מאות הרחבות"],"Reach more customers and grow your business with our built-in marketing and advertising tools. Upgrade to a paid plan to unlock our powerful marketing tools, and start growing your business today!":["להגיע ליותר לקוחות ולהרחיב את העסק שלך בעזרת כלי השיווק והפרסום המובנים שלנו. מומלץ לשדרג לתוכנית בתשלום כדי ליהנות מכלי השיווק העוצמתיים שלנו ולהתחיל בהרחבת העסק כבר היום!"],"Get ready to grow your business":["להתכונן להרחבת העסק שלך"],"Upgrade now":["זה הזמן לשדרג"]}}}